export default[
	{
		"text": "广东省",
		"value": "19",
		"children": [{
				"text": "广州市",
				"value": "230",
				"children": [{
						"text": "荔湾区",
						"value": "1894",
						"children": [{
								"text": "岭南街道",
								"value": "26017"
							},
							{
								"text": "华林街道",
								"value": "26018"
							},
							{
								"text": "多宝街道",
								"value": "26019"
							},
							{
								"text": "昌华街道",
								"value": "26020"
							},
							{
								"text": "龙津街道",
								"value": "26022"
							},
							{
								"text": "金花街道",
								"value": "26023"
							},
							{
								"text": "彩虹街道",
								"value": "26024"
							},
							{
								"text": "南源街道",
								"value": "26025"
							},
							{
								"text": "站前街道",
								"value": "26027"
							},
							{
								"text": "桥中街道",
								"value": "26028"
							},
							{
								"text": "冲口街道",
								"value": "26030"
							},
							{
								"text": "石围塘街道",
								"value": "26032"
							},
							{
								"text": "茶滘街道",
								"value": "26033"
							},
							{
								"text": "东漖街道",
								"value": "26034"
							},
							{
								"text": "海龙街道",
								"value": "26035"
							},
							{
								"text": "东沙街道",
								"value": "26036"
							},
							{
								"text": "中南街道",
								"value": "26037"
							},
							{
								"text": "花地街道",
								"value": "26031"
							},
							{
								"text": "沙面街道",
								"value": "26016"
							},
							{
								"text": "逢源街道",
								"value": "26021"
							},
							{
								"text": "西村街道",
								"value": "26026"
							},
							{
								"text": "白鹤洞街道",
								"value": "26029"
							}
						]
					},
					{
						"text": "越秀区",
						"value": "1895",
						"children": [{
								"text": "洪桥街道",
								"value": "26038"
							},
							{
								"text": "广卫街道",
								"value": "26039"
							},
							{
								"text": "六榕街道",
								"value": "26041"
							},
							{
								"text": "流花街道",
								"value": "26042"
							},
							{
								"text": "东风街道",
								"value": "26043"
							},
							{
								"text": "光塔街道",
								"value": "26044"
							},
							{
								"text": "诗书街道",
								"value": "26045"
							},
							{
								"text": "大新街道",
								"value": "26046"
							},
							{
								"text": "人民街道",
								"value": "26047"
							},
							{
								"text": "东山街道",
								"value": "26048"
							},
							{
								"text": "农林街道",
								"value": "26049"
							},
							{
								"text": "梅花村街道",
								"value": "26050"
							},
							{
								"text": "黄花岗街道",
								"value": "26051"
							},
							{
								"text": "华乐街道",
								"value": "26052"
							},
							{
								"text": "建设街道",
								"value": "26053"
							},
							{
								"text": "大塘街道",
								"value": "26054"
							},
							{
								"text": "珠光街道",
								"value": "26055"
							},
							{
								"text": "白云街道",
								"value": "26057"
							},
							{
								"text": "登峰街道",
								"value": "26058"
							},
							{
								"text": "矿泉街道",
								"value": "26059"
							},
							{
								"text": "北京街道",
								"value": "26040"
							},
							{
								"text": "大东街道",
								"value": "26056"
							}
						]
					},
					{
						"text": "海珠区",
						"value": "1896",
						"children": [{
								"text": "赤岗街道",
								"value": "26060"
							},
							{
								"text": "新港街道",
								"value": "26061"
							},
							{
								"text": "昌岗街道",
								"value": "26062"
							},
							{
								"text": "江南中街道",
								"value": "26063"
							},
							{
								"text": "滨江街道",
								"value": "26064"
							},
							{
								"text": "素社街道",
								"value": "26065"
							},
							{
								"text": "海幢街道",
								"value": "26066"
							},
							{
								"text": "南华西街道",
								"value": "26067"
							},
							{
								"text": "龙凤街道",
								"value": "26068"
							},
							{
								"text": "沙园街道",
								"value": "26069"
							},
							{
								"text": "南石头街道",
								"value": "26070"
							},
							{
								"text": "凤阳街道",
								"value": "26071"
							},
							{
								"text": "瑞宝街道",
								"value": "26072"
							},
							{
								"text": "琶洲街道",
								"value": "26074"
							},
							{
								"text": "南洲街道",
								"value": "26075"
							},
							{
								"text": "华洲街道",
								"value": "26076"
							},
							{
								"text": "官洲街道",
								"value": "26077"
							},
							{
								"text": "江海街道",
								"value": "26073"
							}
						]
					},
					{
						"text": "天河区",
						"value": "1897",
						"children": [{
								"text": "五山街道",
								"value": "26078"
							},
							{
								"text": "员村街道",
								"value": "26079"
							},
							{
								"text": "车陂街道",
								"value": "26080"
							},
							{
								"text": "沙河街道",
								"value": "26081"
							},
							{
								"text": "石牌街道",
								"value": "26082"
							},
							{
								"text": "沙东街道",
								"value": "26083"
							},
							{
								"text": "天河南街道",
								"value": "26084"
							},
							{
								"text": "林和街道",
								"value": "26085"
							},
							{
								"text": "兴华街道",
								"value": "26086"
							},
							{
								"text": "棠下街道",
								"value": "26087"
							},
							{
								"text": "天园街道",
								"value": "26088"
							},
							{
								"text": "冼村街道",
								"value": "26090"
							},
							{
								"text": "元岗街道",
								"value": "26091"
							},
							{
								"text": "黄村街道",
								"value": "26092"
							},
							{
								"text": "长兴街道",
								"value": "26093"
							},
							{
								"text": "龙洞街道",
								"value": "26094"
							},
							{
								"text": "凤凰街道",
								"value": "26095"
							},
							{
								"text": "前进街道",
								"value": "26096"
							},
							{
								"text": "珠吉街道",
								"value": "26097"
							},
							{
								"text": "新塘街道",
								"value": "26098"
							},
							{
								"text": "猎德街道",
								"value": "26089"
							}
						]
					},
					{
						"text": "白云区",
						"value": "1898",
						"children": [{
								"text": "三元里街道",
								"value": "26099"
							},
							{
								"text": "松洲街道",
								"value": "26100"
							},
							{
								"text": "景泰街道",
								"value": "26101"
							},
							{
								"text": "同德街道",
								"value": "26102"
							},
							{
								"text": "黄石街道",
								"value": "26103"
							},
							{
								"text": "棠景街道",
								"value": "26104"
							},
							{
								"text": "同和街道",
								"value": "26106"
							},
							{
								"text": "京溪街道",
								"value": "26107"
							},
							{
								"text": "永平街道",
								"value": "26108"
							},
							{
								"text": "嘉禾街道",
								"value": "26109"
							},
							{
								"text": "均禾街道",
								"value": "26110"
							},
							{
								"text": "石井街道",
								"value": "26111"
							},
							{
								"text": "金沙街道",
								"value": "26112"
							},
							{
								"text": "人和镇",
								"value": "26113"
							},
							{
								"text": "太和镇",
								"value": "26114"
							},
							{
								"text": "钟落潭镇",
								"value": "26115"
							},
							{
								"text": "江高镇",
								"value": "26116"
							},
							{
								"text": "新市街道",
								"value": "26105"
							}
						]
					},
					{
						"text": "黄埔区",
						"value": "1899",
						"children": [{
								"text": "黄埔街道",
								"value": "26117"
							},
							{
								"text": "红山街道",
								"value": "26118"
							},
							{
								"text": "鱼珠街道",
								"value": "26119"
							},
							{
								"text": "大沙街道",
								"value": "26120"
							},
							{
								"text": "文冲街道",
								"value": "26121"
							},
							{
								"text": "荔联街道",
								"value": "26124"
							},
							{
								"text": "长洲街道",
								"value": "26125"
							},
							{
								"text": "南岗街道",
								"value": "26123"
							},
							{
								"text": "穗东街道",
								"value": "26122"
							}
						]
					},
					{
						"text": "番禺区",
						"value": "1900",
						"children": [{
								"text": "市桥街道",
								"value": "26126"
							},
							{
								"text": "沙头街道",
								"value": "26127"
							},
							{
								"text": "桥南街道",
								"value": "26129"
							},
							{
								"text": "小谷围街道",
								"value": "26130"
							},
							{
								"text": "大石街道",
								"value": "26131"
							},
							{
								"text": "洛浦街道",
								"value": "26132"
							},
							{
								"text": "钟村街道",
								"value": "26134"
							},
							{
								"text": "大龙街道",
								"value": "26135"
							},
							{
								"text": "南村镇",
								"value": "26136"
							},
							{
								"text": "新造镇",
								"value": "26137"
							},
							{
								"text": "石楼镇",
								"value": "26139"
							},
							{
								"text": "沙湾镇",
								"value": "26140"
							},
							{
								"text": "石基镇",
								"value": "26141"
							},
							{
								"text": "东环街道",
								"value": "26128"
							},
							{
								"text": "石壁街道",
								"value": "26133"
							},
							{
								"text": "化龙镇",
								"value": "26138"
							}
						]
					},
					{
						"text": "花都区",
						"value": "1901",
						"children": [{
								"text": "新华街道",
								"value": "26142"
							},
							{
								"text": "花山镇",
								"value": "26144"
							},
							{
								"text": "花东镇",
								"value": "26145"
							},
							{
								"text": "炭步镇",
								"value": "26146"
							},
							{
								"text": "雅瑶镇",
								"value": "26149"
							},
							{
								"text": "梯面镇",
								"value": "26143"
							},
							{
								"text": "狮岭镇",
								"value": "26148"
							},
							{
								"text": "赤坭镇",
								"value": "26147"
							}
						]
					},
					{
						"text": "南沙区",
						"value": "1902",
						"children": [{
								"text": "南沙街道",
								"value": "26150"
							},
							{
								"text": "珠江街道",
								"value": "26151"
							},
							{
								"text": "万顷沙镇",
								"value": "26153"
							},
							{
								"text": "横沥镇",
								"value": "26154"
							},
							{
								"text": "黄阁镇",
								"value": "26155"
							},
							{
								"text": "东涌镇",
								"value": "26156"
							},
							{
								"text": "榄核镇",
								"value": "26158"
							},
							{
								"text": "龙穴街道",
								"value": "26152"
							},
							{
								"text": "大岗镇",
								"value": "26157"
							}
						]
					},
					{
						"text": "萝岗区",
						"value": "1903",
						"children": [{
								"text": "夏港街道",
								"value": "26159"
							},
							{
								"text": "萝岗街道",
								"value": "26160"
							},
							{
								"text": "东区街道",
								"value": "26161"
							},
							{
								"text": "永和街道",
								"value": "26163"
							},
							{
								"text": "九龙镇",
								"value": "26164"
							},
							{
								"text": "联和街道",
								"value": "26162"
							}
						]
					},
					{
						"text": "增城区",
						"value": "1904",
						"children": [{
								"text": "荔城街道",
								"value": "26165"
							},
							{
								"text": "永宁街道",
								"value": "26168"
							},
							{
								"text": "新塘镇",
								"value": "26169"
							},
							{
								"text": "石滩镇",
								"value": "26170"
							},
							{
								"text": "中新镇",
								"value": "26171"
							},
							{
								"text": "派潭镇",
								"value": "26173"
							},
							{
								"text": "小楼镇",
								"value": "26174"
							},
							{
								"text": "仙村镇",
								"value": "26175"
							},
							{
								"text": "朱村街道",
								"value": "26167"
							},
							{
								"text": "正果镇",
								"value": "26172"
							},
							{
								"text": "增江街道",
								"value": "26166"
							}
						]
					},
					{
						"text": "从化区",
						"value": "1905",
						"children": [{
								"text": "街口街道",
								"value": "26176"
							},
							{
								"text": "城郊街道",
								"value": "26178"
							},
							{
								"text": "温泉镇",
								"value": "26179"
							},
							{
								"text": "良口镇",
								"value": "26180"
							},
							{
								"text": "吕田镇",
								"value": "26181"
							},
							{
								"text": "鳌头镇",
								"value": "26183"
							},
							{
								"text": "黄龙带水库管理处",
								"value": "26185"
							},
							{
								"text": "流溪河林场",
								"value": "26184"
							},
							{
								"text": "江埔街道",
								"value": "26177"
							},
							{
								"text": "太平镇",
								"value": "26182"
							},
							{
								"text": "大岭山林场",
								"value": "26186"
							}
						]
					}
				]
			},
			{
				"text": "韶关市",
				"value": "231",
				"children": [{
						"text": "武江区",
						"value": "1907",
						"children": [{
								"text": "新华街道办事处",
								"value": "26187"
							},
							{
								"text": "惠民街道办事处",
								"value": "26188"
							},
							{
								"text": "西联镇",
								"value": "26189"
							},
							{
								"text": "西河镇",
								"value": "26190"
							},
							{
								"text": "龙归镇",
								"value": "26191"
							},
							{
								"text": "江湾镇",
								"value": "26192"
							},
							{
								"text": "重阳镇",
								"value": "26193"
							}
						]
					},
					{
						"text": "浈江区",
						"value": "1908",
						"children": [{
								"text": "东河街道办事处",
								"value": "26194"
							},
							{
								"text": "车站街道办事处",
								"value": "26195"
							},
							{
								"text": "风采街道办事处",
								"value": "26196"
							},
							{
								"text": "新韶镇",
								"value": "26197"
							},
							{
								"text": "乐园镇",
								"value": "26198"
							},
							{
								"text": "十里亭镇",
								"value": "26199"
							},
							{
								"text": "犁市镇",
								"value": "26200"
							},
							{
								"text": "花坪镇",
								"value": "26201"
							},
							{
								"text": "田螺冲办事处",
								"value": "26202"
							},
							{
								"text": "曲仁办事处",
								"value": "26203"
							},
							{
								"text": "韶关冶炼厂",
								"value": "26204"
							}
						]
					},
					{
						"text": "曲江区",
						"value": "1909",
						"children": [{
								"text": "松山街道办事处",
								"value": "26205"
							},
							{
								"text": "马坝镇",
								"value": "26206"
							},
							{
								"text": "大塘镇",
								"value": "26207"
							},
							{
								"text": "枫湾镇",
								"value": "26208"
							},
							{
								"text": "小坑镇",
								"value": "26209"
							},
							{
								"text": "沙溪镇",
								"value": "26210"
							},
							{
								"text": "乌石镇",
								"value": "26211"
							},
							{
								"text": "樟市镇",
								"value": "26212"
							},
							{
								"text": "白土镇",
								"value": "26213"
							},
							{
								"text": "罗坑镇",
								"value": "26214"
							},
							{
								"text": "韶关钢铁集团有限公司",
								"value": "26215"
							},
							{
								"text": "韶关发电厂",
								"value": "26216"
							},
							{
								"text": "曲江区大宝山矿",
								"value": "26217"
							},
							{
								"text": "韶关十六冶金建设公司",
								"value": "26218"
							}
						]
					},
					{
						"text": "始兴县",
						"value": "1910",
						"children": [{
								"text": "太平镇",
								"value": "26219"
							},
							{
								"text": "马市镇",
								"value": "26220"
							},
							{
								"text": "顿岗镇",
								"value": "26222"
							},
							{
								"text": "罗坝镇",
								"value": "26223"
							},
							{
								"text": "司前镇",
								"value": "26224"
							},
							{
								"text": "隘子镇",
								"value": "26225"
							},
							{
								"text": "城南镇",
								"value": "26226"
							},
							{
								"text": "沈所镇",
								"value": "26227"
							},
							{
								"text": "深渡水乡",
								"value": "26228"
							},
							{
								"text": "澄江镇",
								"value": "26221"
							}
						]
					},
					{
						"text": "仁化县",
						"value": "1911",
						"children": [{
								"text": "丹霞街道办事处",
								"value": "26229"
							},
							{
								"text": "闻韶镇",
								"value": "26230"
							},
							{
								"text": "扶溪镇",
								"value": "26231"
							},
							{
								"text": "长江镇",
								"value": "26232"
							},
							{
								"text": "城口镇",
								"value": "26233"
							},
							{
								"text": "红山镇",
								"value": "26234"
							},
							{
								"text": "石塘镇",
								"value": "26235"
							},
							{
								"text": "大桥镇",
								"value": "26237"
							},
							{
								"text": "周田镇",
								"value": "26238"
							},
							{
								"text": "黄坑镇",
								"value": "26239"
							},
							{
								"text": "董塘镇",
								"value": "26236"
							}
						]
					},
					{
						"text": "翁源县",
						"value": "1912",
						"children": [{
								"text": "龙仙镇",
								"value": "26240"
							},
							{
								"text": "坝仔镇",
								"value": "26241"
							},
							{
								"text": "江尾镇",
								"value": "26242"
							},
							{
								"text": "官渡镇",
								"value": "26243"
							},
							{
								"text": "周陂镇",
								"value": "26244"
							},
							{
								"text": "翁城镇",
								"value": "26245"
							},
							{
								"text": "新江镇",
								"value": "26246"
							},
							{
								"text": "铁龙林场",
								"value": "26247"
							}
						]
					},
					{
						"text": "乳源县",
						"value": "1913",
						"children": [{
								"text": "乳城镇",
								"value": "26248"
							},
							{
								"text": "一六镇",
								"value": "26249"
							},
							{
								"text": "桂头镇",
								"value": "26250"
							},
							{
								"text": "大布镇",
								"value": "26252"
							},
							{
								"text": "大桥镇",
								"value": "26253"
							},
							{
								"text": "东坪镇",
								"value": "26254"
							},
							{
								"text": "游溪镇",
								"value": "26255"
							},
							{
								"text": "必背镇",
								"value": "26256"
							},
							{
								"text": "天井山林场",
								"value": "26257"
							},
							{
								"text": "乳阳林业局",
								"value": "26258"
							},
							{
								"text": "洛阳镇",
								"value": "26251"
							}
						]
					},
					{
						"text": "新丰县",
						"value": "1914",
						"children": [{
								"text": "丰城街道办事处",
								"value": "26259"
							},
							{
								"text": "黄礤镇",
								"value": "26260"
							},
							{
								"text": "马头镇",
								"value": "26261"
							},
							{
								"text": "梅坑镇",
								"value": "26262"
							},
							{
								"text": "沙田镇",
								"value": "26263"
							},
							{
								"text": "遥田镇",
								"value": "26264"
							},
							{
								"text": "回龙镇",
								"value": "26265"
							}
						]
					},
					{
						"text": "乐昌市",
						"value": "1915",
						"children": [{
								"text": "北乡镇",
								"value": "26267"
							},
							{
								"text": "九峰镇",
								"value": "26268"
							},
							{
								"text": "廊田镇",
								"value": "26269"
							},
							{
								"text": "长来镇",
								"value": "26270"
							},
							{
								"text": "梅花镇",
								"value": "26271"
							},
							{
								"text": "三溪镇",
								"value": "26272"
							},
							{
								"text": "坪石镇",
								"value": "26273"
							},
							{
								"text": "黄圃镇",
								"value": "26274"
							},
							{
								"text": "五山镇",
								"value": "26275"
							},
							{
								"text": "沙坪镇",
								"value": "26277"
							},
							{
								"text": "云岩镇",
								"value": "26278"
							},
							{
								"text": "秀水镇",
								"value": "26279"
							},
							{
								"text": "大源镇",
								"value": "26280"
							},
							{
								"text": "白石镇",
								"value": "26282"
							},
							{
								"text": "坪石办事处",
								"value": "26283"
							},
							{
								"text": "梅田办事处",
								"value": "26284"
							},
							{
								"text": "两江镇",
								"value": "26276"
							},
							{
								"text": "庆云镇",
								"value": "26281"
							},
							{
								"text": "乐城街道办事处",
								"value": "26266"
							}
						]
					},
					{
						"text": "南雄市",
						"value": "1916",
						"children": [{
								"text": "雄州街道办事处",
								"value": "26285"
							},
							{
								"text": "界址镇",
								"value": "26287"
							},
							{
								"text": "坪田镇",
								"value": "26288"
							},
							{
								"text": "黄坑镇",
								"value": "26289"
							},
							{
								"text": "南亩镇",
								"value": "26292"
							},
							{
								"text": "水口镇",
								"value": "26293"
							},
							{
								"text": "江头镇",
								"value": "26294"
							},
							{
								"text": "珠玑镇",
								"value": "26296"
							},
							{
								"text": "主田镇",
								"value": "26297"
							},
							{
								"text": "古市镇",
								"value": "26298"
							},
							{
								"text": "全安镇",
								"value": "26299"
							},
							{
								"text": "澜河镇",
								"value": "26301"
							},
							{
								"text": "帽子峰镇",
								"value": "26302"
							},
							{
								"text": "东莞大岭山（南雄）产业转移工业园",
								"value": "26303"
							},
							{
								"text": "乌迳镇",
								"value": "26286"
							},
							{
								"text": "邓坊镇",
								"value": "26290"
							},
							{
								"text": "湖口镇",
								"value": "26295"
							},
							{
								"text": "百顺镇",
								"value": "26300"
							},
							{
								"text": "油山镇",
								"value": "26291"
							}
						]
					}
				]
			},
			{
				"text": "深圳市",
				"value": "232",
				"children": [{
						"text": "罗湖区",
						"value": "1918",
						"children": [{
								"text": "黄贝街道办事处",
								"value": "26305"
							},
							{
								"text": "东门街道办事处",
								"value": "26306"
							},
							{
								"text": "翠竹街道办事处",
								"value": "26307"
							},
							{
								"text": "南湖街道办事处",
								"value": "26308"
							},
							{
								"text": "东湖街道办事处",
								"value": "26310"
							},
							{
								"text": "东晓街道办事处",
								"value": "26312"
							},
							{
								"text": "清水河街道办事处",
								"value": "26313"
							},
							{
								"text": "桂园街道办事处",
								"value": "26304"
							},
							{
								"text": "莲塘街道办事处",
								"value": "26311"
							},
							{
								"text": "笋岗街道办事处",
								"value": "26309"
							}
						]
					},
					{
						"text": "福田区",
						"value": "1919",
						"children": [{
								"text": "南园街道办事处",
								"value": "26314"
							},
							{
								"text": "园岭街道办事处",
								"value": "26315"
							},
							{
								"text": "福田街道办事处",
								"value": "26316"
							},
							{
								"text": "香蜜湖街道办事处",
								"value": "26318"
							},
							{
								"text": "梅林街道办事处",
								"value": "26319"
							},
							{
								"text": "莲花街道办事处",
								"value": "26320"
							},
							{
								"text": "华富街道办事处",
								"value": "26321"
							},
							{
								"text": "福保街道办事处",
								"value": "26322"
							},
							{
								"text": "福田保税区",
								"value": "26324"
							},
							{
								"text": "沙头街道办事处",
								"value": "26317"
							},
							{
								"text": "华强北街道办事处",
								"value": "26323"
							}
						]
					},
					{
						"text": "南山区",
						"value": "1920",
						"children": [{
								"text": "南头街道办事处",
								"value": "26325"
							},
							{
								"text": "南山街道办事处",
								"value": "26326"
							},
							{
								"text": "沙河街道办事处",
								"value": "26327"
							},
							{
								"text": "蛇口街道办事处",
								"value": "26328"
							},
							{
								"text": "招商街道办事处",
								"value": "26329"
							},
							{
								"text": "桃源街道办事处",
								"value": "26331"
							},
							{
								"text": "西丽街道办事处",
								"value": "26332"
							},
							{
								"text": "粤海街道办事处",
								"value": "26330"
							}
						]
					},
					{
						"text": "宝安区",
						"value": "1921",
						"children": [{
								"text": "新安街道办事处",
								"value": "26333"
							},
							{
								"text": "光明办事处",
								"value": "26334"
							},
							{
								"text": "西乡街道办事处",
								"value": "26335"
							},
							{
								"text": "沙井街道办事处",
								"value": "26337"
							},
							{
								"text": "松岗街道办事处",
								"value": "26338"
							},
							{
								"text": "公明办事处",
								"value": "26339"
							},
							{
								"text": "石岩街道办事处",
								"value": "26340"
							},
							{
								"text": "观澜街道办事处",
								"value": "26341"
							},
							{
								"text": "大浪街道办事处",
								"value": "26342"
							},
							{
								"text": "龙华街道办事处",
								"value": "26343"
							},
							{
								"text": "民治街道办事处",
								"value": "26344"
							},
							{
								"text": "深圳市宝安国际机场",
								"value": "26345"
							},
							{
								"text": "福永街道办事处",
								"value": "26336"
							}
						]
					},
					{
						"text": "龙岗区",
						"value": "1922",
						"children": [{
								"text": "平湖街道办事处",
								"value": "26346"
							},
							{
								"text": "坪地街道办事处",
								"value": "26347"
							},
							{
								"text": "坪山街道办事处",
								"value": "26348"
							},
							{
								"text": "坑梓街道办事处",
								"value": "26349"
							},
							{
								"text": "葵涌街道办事处",
								"value": "26350"
							},
							{
								"text": "大鹏街道办事处",
								"value": "26351"
							},
							{
								"text": "南澳街道办事处",
								"value": "26352"
							},
							{
								"text": "南湾街道办事处",
								"value": "26353"
							},
							{
								"text": "坂田街道办事处",
								"value": "26354"
							},
							{
								"text": "布吉街道办事处",
								"value": "26355"
							},
							{
								"text": "龙岗街道办事处",
								"value": "26357"
							},
							{
								"text": "横岗街道办事处",
								"value": "26358"
							},
							{
								"text": "深圳市大工业区",
								"value": "26359"
							},
							{
								"text": "龙城街道办事处",
								"value": "26356"
							}
						]
					},
					{
						"text": "盐田区",
						"value": "1923",
						"children": [{
								"text": "梅沙街道办事处",
								"value": "26360"
							},
							{
								"text": "盐田街道办事处",
								"value": "26361"
							},
							{
								"text": "沙头角街道办事处",
								"value": "26362"
							},
							{
								"text": "海山街道办事处",
								"value": "26363"
							},
							{
								"text": "市保税区（沙头角）",
								"value": "26364"
							},
							{
								"text": "市保税区（盐田港）",
								"value": "26365"
							}
						]
					},
					{
						"text": "龙华区",
						"value": "3393",
						"children": []
					},
					{
						"text": "坪山区",
						"value": "3394",
						"children": []
					},
					{
						"text": "大鹏新区",
						"value": "3395",
						"children": []
					},
					{
						"text": "光明新区",
						"value": "3396",
						"children": []
					}
				]
			},
			{
				"text": "珠海市",
				"value": "233",
				"children": [{
						"text": "香洲区",
						"value": "1925",
						"children": [{
								"text": "翠香街道办",
								"value": "26366"
							},
							{
								"text": "梅华街道办",
								"value": "26367"
							},
							{
								"text": "前山街道办",
								"value": "26368"
							},
							{
								"text": "吉大街道办",
								"value": "26369"
							},
							{
								"text": "拱北街道办",
								"value": "26370"
							},
							{
								"text": "香湾街道办",
								"value": "26371"
							},
							{
								"text": "狮山街道办",
								"value": "26372"
							},
							{
								"text": "湾仔街道办",
								"value": "26373"
							},
							{
								"text": "唐家湾镇",
								"value": "26374"
							},
							{
								"text": "南屏镇",
								"value": "26375"
							},
							{
								"text": "桂山镇",
								"value": "26377"
							},
							{
								"text": "万山镇",
								"value": "26378"
							},
							{
								"text": "担杆镇",
								"value": "26379"
							},
							{
								"text": "大学园区",
								"value": "26380"
							},
							{
								"text": "南屏科技园",
								"value": "26381"
							},
							{
								"text": "保税区",
								"value": "26382"
							},
							{
								"text": "前山商贸物流中心",
								"value": "26383"
							},
							{
								"text": "洪湾商贸物流中心",
								"value": "26384"
							},
							{
								"text": "金鼎工业园",
								"value": "26385"
							},
							{
								"text": "横琴镇",
								"value": "26376"
							}
						]
					},
					{
						"text": "斗门区",
						"value": "1926",
						"children": [{
								"text": "白藤街道办事处",
								"value": "26386"
							},
							{
								"text": "莲洲镇",
								"value": "26387"
							},
							{
								"text": "斗门镇",
								"value": "26388"
							},
							{
								"text": "乾务镇",
								"value": "26389"
							},
							{
								"text": "白蕉镇",
								"value": "26390"
							},
							{
								"text": "井岸镇",
								"value": "26391"
							}
						]
					},
					{
						"text": "金湾区",
						"value": "1927",
						"children": [{
								"text": "三灶镇",
								"value": "26392"
							},
							{
								"text": "南水镇",
								"value": "26393"
							},
							{
								"text": "红旗镇",
								"value": "26394"
							},
							{
								"text": "平沙镇",
								"value": "26395"
							},
							{
								"text": "联港工业区",
								"value": "26396"
							},
							{
								"text": "航空产业园",
								"value": "26397"
							}
						]
					}
				]
			},
			{
				"text": "汕头市",
				"value": "234",
				"children": [{
						"text": "龙湖区",
						"value": "1929",
						"children": [{
								"text": "金霞街道",
								"value": "26398"
							},
							{
								"text": "珠池街道",
								"value": "26399"
							},
							{
								"text": "新津街道",
								"value": "26400"
							},
							{
								"text": "鸥汀街道",
								"value": "26401"
							},
							{
								"text": "龙祥街道",
								"value": "26402"
							},
							{
								"text": "外砂镇",
								"value": "26403"
							},
							{
								"text": "新溪镇",
								"value": "26404"
							}
						]
					},
					{
						"text": "金平区",
						"value": "1930",
						"children": [{
								"text": "石炮台街道",
								"value": "26405"
							},
							{
								"text": "金厦街道",
								"value": "26407"
							},
							{
								"text": "东方街道",
								"value": "26408"
							},
							{
								"text": "大华街道",
								"value": "26409"
							},
							{
								"text": "同益街道",
								"value": "26410"
							},
							{
								"text": "光华街道",
								"value": "26411"
							},
							{
								"text": "东墩街道",
								"value": "26412"
							},
							{
								"text": "广厦街道",
								"value": "26413"
							},
							{
								"text": "海安街道",
								"value": "26414"
							},
							{
								"text": "新福街道",
								"value": "26415"
							},
							{
								"text": "乌桥街道",
								"value": "26416"
							},
							{
								"text": "岐山街道",
								"value": "26417"
							},
							{
								"text": "永祥街道",
								"value": "26418"
							},
							{
								"text": "鮀莲街道",
								"value": "26419"
							},
							{
								"text": "鮀江街道",
								"value": "26420"
							},
							{
								"text": "月浦街道",
								"value": "26421"
							},
							{
								"text": "金砂街道",
								"value": "26406"
							}
						]
					},
					{
						"text": "濠江区",
						"value": "1931",
						"children": [{
								"text": "达濠街道",
								"value": "26422"
							},
							{
								"text": "马窖街道",
								"value": "26423"
							},
							{
								"text": "广澳街道",
								"value": "26425"
							},
							{
								"text": "滨海街道",
								"value": "26426"
							},
							{
								"text": "玉新街道",
								"value": "26428"
							},
							{
								"text": "河浦街道",
								"value": "26427"
							},
							{
								"text": "礐石街道",
								"value": "26424"
							}
						]
					},
					{
						"text": "潮阳区",
						"value": "1932",
						"children": [{
								"text": "文光街道",
								"value": "26429"
							},
							{
								"text": "棉北街道",
								"value": "26430"
							},
							{
								"text": "城南街道",
								"value": "26431"
							},
							{
								"text": "海门镇",
								"value": "26433"
							},
							{
								"text": "河溪镇",
								"value": "26434"
							},
							{
								"text": "和平镇",
								"value": "26435"
							},
							{
								"text": "西胪镇",
								"value": "26436"
							},
							{
								"text": "谷饶镇",
								"value": "26438"
							},
							{
								"text": "贵屿镇",
								"value": "26439"
							},
							{
								"text": "铜盂镇",
								"value": "26440"
							},
							{
								"text": "金浦街道",
								"value": "26432"
							},
							{
								"text": "关埠镇",
								"value": "26437"
							},
							{
								"text": "金灶镇",
								"value": "26441"
							}
						]
					},
					{
						"text": "潮南区",
						"value": "1933",
						"children": [{
								"text": "峡山街道",
								"value": "26442"
							},
							{
								"text": "井都镇",
								"value": "26443"
							},
							{
								"text": "司马浦镇",
								"value": "26445"
							},
							{
								"text": "两英镇",
								"value": "26447"
							},
							{
								"text": "仙城镇",
								"value": "26448"
							},
							{
								"text": "胪岗镇",
								"value": "26449"
							},
							{
								"text": "红场镇",
								"value": "26450"
							},
							{
								"text": "陇田镇",
								"value": "26452"
							},
							{
								"text": "陈店镇",
								"value": "26446"
							},
							{
								"text": "雷岭镇",
								"value": "26451"
							},
							{
								"text": "成田镇",
								"value": "26444"
							}
						]
					},
					{
						"text": "澄海区",
						"value": "1934",
						"children": [{
								"text": "凤翔街道",
								"value": "26453"
							},
							{
								"text": "广益街道",
								"value": "26454"
							},
							{
								"text": "上华镇",
								"value": "26456"
							},
							{
								"text": "隆都镇",
								"value": "26457"
							},
							{
								"text": "莲下镇",
								"value": "26458"
							},
							{
								"text": "莲上镇",
								"value": "26459"
							},
							{
								"text": "溪南镇",
								"value": "26460"
							},
							{
								"text": "盐鸿镇",
								"value": "26462"
							},
							{
								"text": "澄华街道",
								"value": "26455"
							},
							{
								"text": "东里镇",
								"value": "26461"
							},
							{
								"text": "莲华镇",
								"value": "26463"
							}
						]
					},
					{
						"text": "南澳县",
						"value": "1935",
						"children": [{
								"text": "后宅镇",
								"value": "26464"
							},
							{
								"text": "深澳镇",
								"value": "26466"
							},
							{
								"text": "云澳镇",
								"value": "26465"
							}
						]
					}
				]
			},
			{
				"text": "佛山市",
				"value": "235",
				"children": [{
						"text": "禅城区",
						"value": "1937",
						"children": [{
								"text": "石湾镇街道办事处",
								"value": "26467"
							},
							{
								"text": "张槎街道办事处",
								"value": "26468"
							},
							{
								"text": "祖庙街道办事处",
								"value": "26469"
							},
							{
								"text": "南庄镇",
								"value": "26470"
							}
						]
					},
					{
						"text": "南海区",
						"value": "1938",
						"children": [{
								"text": "桂城街道办事处",
								"value": "26471"
							},
							{
								"text": "九江镇",
								"value": "26472"
							},
							{
								"text": "丹灶镇",
								"value": "26474"
							},
							{
								"text": "狮山镇",
								"value": "26475"
							},
							{
								"text": "大沥镇",
								"value": "26476"
							},
							{
								"text": "西樵镇",
								"value": "26473"
							},
							{
								"text": "里水镇",
								"value": "26477"
							}
						]
					},
					{
						"text": "顺德区",
						"value": "1939",
						"children": [{
								"text": "伦教街道办事处",
								"value": "26478"
							},
							{
								"text": "勒流街道办事处",
								"value": "26479"
							},
							{
								"text": "大良街道办事处",
								"value": "26480"
							},
							{
								"text": "容桂街道办事处",
								"value": "26481"
							},
							{
								"text": "陈村镇",
								"value": "26482"
							},
							{
								"text": "北滘镇",
								"value": "26483"
							},
							{
								"text": "乐从镇",
								"value": "26484"
							},
							{
								"text": "龙江镇",
								"value": "26485"
							},
							{
								"text": "杏坛镇",
								"value": "26486"
							},
							{
								"text": "均安镇",
								"value": "26487"
							}
						]
					},
					{
						"text": "三水区",
						"value": "1940",
						"children": [{
								"text": "西南街道办事处",
								"value": "26488"
							},
							{
								"text": "云东海街道办事处",
								"value": "26489"
							},
							{
								"text": "大塘镇",
								"value": "26490"
							},
							{
								"text": "乐平镇",
								"value": "26491"
							},
							{
								"text": "芦苞镇",
								"value": "26493"
							},
							{
								"text": "南山镇",
								"value": "26494"
							},
							{
								"text": "省三水劳教所",
								"value": "26495"
							},
							{
								"text": "省南丰劳教所",
								"value": "26496"
							},
							{
								"text": "省女子劳教所",
								"value": "26497"
							},
							{
								"text": "省第二戒毒劳教所",
								"value": "26498"
							},
							{
								"text": "广州军区三水农场",
								"value": "26499"
							},
							{
								"text": "白坭镇",
								"value": "26492"
							}
						]
					},
					{
						"text": "高明区",
						"value": "1941",
						"children": [{
								"text": "荷城街道办事处",
								"value": "26500"
							},
							{
								"text": "杨和镇",
								"value": "26501"
							},
							{
								"text": "明城镇",
								"value": "26502"
							},
							{
								"text": "更合镇",
								"value": "26503"
							},
							{
								"text": "高明监狱",
								"value": "26504"
							},
							{
								"text": "云勇林场",
								"value": "26505"
							},
							{
								"text": "对川茶场",
								"value": "26506"
							},
							{
								"text": "佛山监狱",
								"value": "26507"
							}
						]
					}
				]
			},
			{
				"text": "江门市",
				"value": "236",
				"children": [{
						"text": "蓬江区",
						"value": "1943",
						"children": [{
								"text": "仓后街道办事处",
								"value": "26508"
							},
							{
								"text": "白沙街道办事处",
								"value": "26509"
							},
							{
								"text": "堤东街道办事处",
								"value": "26510"
							},
							{
								"text": "北街街道办事处",
								"value": "26511"
							},
							{
								"text": "潮连街道办事处",
								"value": "26512"
							},
							{
								"text": "环市街道办事处",
								"value": "26513"
							},
							{
								"text": "棠下镇",
								"value": "26514"
							},
							{
								"text": "荷塘镇",
								"value": "26515"
							},
							{
								"text": "杜阮镇",
								"value": "26516"
							}
						]
					},
					{
						"text": "江海区",
						"value": "1944",
						"children": [{
								"text": "江南街道办事处",
								"value": "26517"
							},
							{
								"text": "滘头街道办事处",
								"value": "26518"
							},
							{
								"text": "滘北街道办事处",
								"value": "26519"
							},
							{
								"text": "外海街道办事处",
								"value": "26520"
							},
							{
								"text": "礼乐街道办事处",
								"value": "26521"
							}
						]
					},
					{
						"text": "新会区",
						"value": "1945",
						"children": [{
								"text": "会城街道办",
								"value": "26522"
							},
							{
								"text": "大泽镇",
								"value": "26523"
							},
							{
								"text": "罗坑镇",
								"value": "26525"
							},
							{
								"text": "双水镇",
								"value": "26526"
							},
							{
								"text": "崖门镇",
								"value": "26527"
							},
							{
								"text": "沙堆镇",
								"value": "26528"
							},
							{
								"text": "古井镇",
								"value": "26529"
							},
							{
								"text": "三江镇",
								"value": "26530"
							},
							{
								"text": "睦洲镇",
								"value": "26531"
							},
							{
								"text": "大鳌镇",
								"value": "26532"
							},
							{
								"text": "圭峰管理委员会",
								"value": "26533"
							},
							{
								"text": "银湖湾管理委员会",
								"value": "26534"
							},
							{
								"text": "新会经济开发区管理委员会",
								"value": "26535"
							},
							{
								"text": "司前镇",
								"value": "26524"
							}
						]
					},
					{
						"text": "台山市",
						"value": "1946",
						"children": [{
								"text": "台城街道办事处",
								"value": "26536"
							},
							{
								"text": "大江镇",
								"value": "26537"
							},
							{
								"text": "水步镇",
								"value": "26538"
							},
							{
								"text": "白沙镇",
								"value": "26540"
							},
							{
								"text": "三合镇",
								"value": "26541"
							},
							{
								"text": "冲蒌镇",
								"value": "26542"
							},
							{
								"text": "斗山镇",
								"value": "26543"
							},
							{
								"text": "都斛镇",
								"value": "26544"
							},
							{
								"text": "赤溪镇",
								"value": "26545"
							},
							{
								"text": "端芬镇",
								"value": "26546"
							},
							{
								"text": "广海镇",
								"value": "26547"
							},
							{
								"text": "海宴镇",
								"value": "26548"
							},
							{
								"text": "汶村镇",
								"value": "26549"
							},
							{
								"text": "深井镇",
								"value": "26550"
							},
							{
								"text": "北陡镇",
								"value": "26551"
							},
							{
								"text": "川岛镇",
								"value": "26552"
							},
							{
								"text": "华侨农场",
								"value": "26553"
							},
							{
								"text": "四九镇",
								"value": "26539"
							}
						]
					},
					{
						"text": "开平市",
						"value": "1947",
						"children": [{
								"text": "长沙街道",
								"value": "26555"
							},
							{
								"text": "沙塘镇",
								"value": "26556"
							},
							{
								"text": "苍城镇",
								"value": "26557"
							},
							{
								"text": "龙胜镇",
								"value": "26558"
							},
							{
								"text": "大沙镇",
								"value": "26559"
							},
							{
								"text": "马冈镇",
								"value": "26560"
							},
							{
								"text": "塘口镇",
								"value": "26561"
							},
							{
								"text": "赤坎镇",
								"value": "26562"
							},
							{
								"text": "百合镇",
								"value": "26563"
							},
							{
								"text": "蚬冈镇",
								"value": "26564"
							},
							{
								"text": "月山镇",
								"value": "26566"
							},
							{
								"text": "赤水镇",
								"value": "26567"
							},
							{
								"text": "水口镇",
								"value": "26568"
							},
							{
								"text": "翠山湖新区",
								"value": "26569"
							},
							{
								"text": "金鸡镇",
								"value": "26565"
							},
							{
								"text": "三埠街道",
								"value": "26554"
							}
						]
					},
					{
						"text": "鹤山市",
						"value": "1948",
						"children": [{
								"text": "龙口镇",
								"value": "26571"
							},
							{
								"text": "古劳镇",
								"value": "26573"
							},
							{
								"text": "桃源镇",
								"value": "26574"
							},
							{
								"text": "共和镇",
								"value": "26576"
							},
							{
								"text": "址山镇",
								"value": "26577"
							},
							{
								"text": "宅梧镇",
								"value": "26578"
							},
							{
								"text": "双合镇",
								"value": "26579"
							},
							{
								"text": "江门市四堡林场",
								"value": "26581"
							},
							{
								"text": "沙坪街道",
								"value": "26570"
							},
							{
								"text": "鹤城镇",
								"value": "26575"
							},
							{
								"text": "广东省江门监狱",
								"value": "26580"
							},
							{
								"text": "雅瑶镇",
								"value": "26572"
							}
						]
					},
					{
						"text": "恩平市",
						"value": "1949",
						"children": [{
								"text": "恩城街道办事处",
								"value": "26582"
							},
							{
								"text": "横陂镇",
								"value": "26583"
							},
							{
								"text": "圣堂镇",
								"value": "26584"
							},
							{
								"text": "良西镇",
								"value": "26585"
							},
							{
								"text": "牛江镇",
								"value": "26587"
							},
							{
								"text": "君堂镇",
								"value": "26588"
							},
							{
								"text": "大田镇",
								"value": "26589"
							},
							{
								"text": "东成镇",
								"value": "26592"
							},
							{
								"text": "沙湖镇",
								"value": "26586"
							},
							{
								"text": "大槐镇",
								"value": "26591"
							},
							{
								"text": "那吉镇",
								"value": "26590"
							}
						]
					}
				]
			},
			{
				"text": "湛江市",
				"value": "237",
				"children": [{
						"text": "赤坎区",
						"value": "1951",
						"children": [{
								"text": "中华街道",
								"value": "26593"
							},
							{
								"text": "寸金街道",
								"value": "26594"
							},
							{
								"text": "民主街道",
								"value": "26595"
							},
							{
								"text": "沙湾街道",
								"value": "26597"
							},
							{
								"text": "调顺街道",
								"value": "26598"
							},
							{
								"text": "南桥街道",
								"value": "26599"
							},
							{
								"text": "北桥街道",
								"value": "26600"
							},
							{
								"text": "中山街道",
								"value": "26596"
							}
						]
					},
					{
						"text": "霞山区",
						"value": "1952",
						"children": [{
								"text": "爱国街道办事处",
								"value": "26602"
							},
							{
								"text": "工农街道办事处",
								"value": "26603"
							},
							{
								"text": "友谊街道办事处",
								"value": "26604"
							},
							{
								"text": "新兴街道办事处",
								"value": "26605"
							},
							{
								"text": "海滨街道办事处",
								"value": "26606"
							},
							{
								"text": "东新街道办事处",
								"value": "26608"
							},
							{
								"text": "海头街道办事处",
								"value": "26610"
							},
							{
								"text": "泉庄街道办事处",
								"value": "26611"
							},
							{
								"text": "乐华街道办事处",
								"value": "26612"
							},
							{
								"text": "解放街道办事处",
								"value": "26601"
							},
							{
								"text": "建设街道办事处",
								"value": "26607"
							},
							{
								"text": "新园街道办事处",
								"value": "26609"
							}
						]
					},
					{
						"text": "坡头区",
						"value": "1953",
						"children": [{
								"text": "南调街道办事处",
								"value": "26613"
							},
							{
								"text": "南三镇",
								"value": "26615"
							},
							{
								"text": "坡头镇",
								"value": "26616"
							},
							{
								"text": "乾塘镇",
								"value": "26617"
							},
							{
								"text": "龙头镇",
								"value": "26618"
							},
							{
								"text": "中国石油南海西部公司",
								"value": "26620"
							},
							{
								"text": "湛江市坡头区官渡工业园",
								"value": "26621"
							},
							{
								"text": "麻斜街道办事处",
								"value": "26614"
							},
							{
								"text": "官渡镇",
								"value": "26619"
							}
						]
					},
					{
						"text": "麻章区",
						"value": "1954",
						"children": [{
								"text": "麻章镇",
								"value": "26622"
							},
							{
								"text": "湖光镇",
								"value": "26624"
							},
							{
								"text": "东山镇",
								"value": "26625"
							},
							{
								"text": "东简镇",
								"value": "26626"
							},
							{
								"text": "民安镇",
								"value": "26627"
							},
							{
								"text": "硇洲镇",
								"value": "26628"
							},
							{
								"text": "湖光农场",
								"value": "26629"
							},
							{
								"text": "太平镇",
								"value": "26623"
							}
						]
					},
					{
						"text": "遂溪县",
						"value": "1955",
						"children": [{
								"text": "遂城镇",
								"value": "26630"
							},
							{
								"text": "黄略镇",
								"value": "26631"
							},
							{
								"text": "洋青镇",
								"value": "26632"
							},
							{
								"text": "界炮镇",
								"value": "26633"
							},
							{
								"text": "乐民镇",
								"value": "26634"
							},
							{
								"text": "江洪镇",
								"value": "26635"
							},
							{
								"text": "杨柑镇",
								"value": "26636"
							},
							{
								"text": "城月镇",
								"value": "26637"
							},
							{
								"text": "建新镇",
								"value": "26639"
							},
							{
								"text": "岭北镇",
								"value": "26640"
							},
							{
								"text": "北坡镇",
								"value": "26641"
							},
							{
								"text": "港门镇",
								"value": "26642"
							},
							{
								"text": "草潭镇",
								"value": "26643"
							},
							{
								"text": "河头镇",
								"value": "26644"
							},
							{
								"text": "广前公司",
								"value": "26645"
							},
							{
								"text": "乌塘镇",
								"value": "26638"
							}
						]
					},
					{
						"text": "徐闻县",
						"value": "1956",
						"children": [{
								"text": "徐城街道办",
								"value": "26646"
							},
							{
								"text": "迈陈镇",
								"value": "26647"
							},
							{
								"text": "海安镇",
								"value": "26648"
							},
							{
								"text": "曲界镇",
								"value": "26649"
							},
							{
								"text": "前山镇",
								"value": "26650"
							},
							{
								"text": "西连镇",
								"value": "26651"
							},
							{
								"text": "下桥镇",
								"value": "26652"
							},
							{
								"text": "下洋镇",
								"value": "26654"
							},
							{
								"text": "锦和镇",
								"value": "26655"
							},
							{
								"text": "和安镇",
								"value": "26656"
							},
							{
								"text": "新寮镇",
								"value": "26657"
							},
							{
								"text": "南山镇",
								"value": "26658"
							},
							{
								"text": "城北乡",
								"value": "26659"
							},
							{
								"text": "角尾乡",
								"value": "26660"
							},
							{
								"text": "南华农场",
								"value": "26661"
							},
							{
								"text": "五一农场",
								"value": "26662"
							},
							{
								"text": "华海公司",
								"value": "26663"
							},
							{
								"text": "友好农场",
								"value": "26664"
							},
							{
								"text": "红星农场",
								"value": "26665"
							},
							{
								"text": "龙塘镇",
								"value": "26653"
							}
						]
					},
					{
						"text": "廉江市",
						"value": "1957",
						"children": [{
								"text": "罗州街道办",
								"value": "26666"
							},
							{
								"text": "城南街道办",
								"value": "26667"
							},
							{
								"text": "石城镇",
								"value": "26669"
							},
							{
								"text": "新民镇",
								"value": "26670"
							},
							{
								"text": "吉水镇",
								"value": "26671"
							},
							{
								"text": "河唇镇",
								"value": "26672"
							},
							{
								"text": "石角镇",
								"value": "26673"
							},
							{
								"text": "良垌镇",
								"value": "26674"
							},
							{
								"text": "横山镇",
								"value": "26675"
							},
							{
								"text": "安铺镇",
								"value": "26676"
							},
							{
								"text": "营仔镇",
								"value": "26677"
							},
							{
								"text": "青平镇",
								"value": "26678"
							},
							{
								"text": "车板镇",
								"value": "26679"
							},
							{
								"text": "高桥镇",
								"value": "26680"
							},
							{
								"text": "石岭镇",
								"value": "26681"
							},
							{
								"text": "雅塘镇",
								"value": "26682"
							},
							{
								"text": "石颈镇",
								"value": "26683"
							},
							{
								"text": "长山镇",
								"value": "26684"
							},
							{
								"text": "塘蓬镇",
								"value": "26685"
							},
							{
								"text": "九洲江开发区",
								"value": "26687"
							},
							{
								"text": "城北街道办",
								"value": "26668"
							},
							{
								"text": "和寮镇",
								"value": "26686"
							}
						]
					},
					{
						"text": "雷州市",
						"value": "1958",
						"children": [{
								"text": "雷城街道办",
								"value": "26688"
							},
							{
								"text": "西湖街道办",
								"value": "26689"
							},
							{
								"text": "新城街道办",
								"value": "26690"
							},
							{
								"text": "白沙镇",
								"value": "26691"
							},
							{
								"text": "沈塘镇",
								"value": "26692"
							},
							{
								"text": "客路镇",
								"value": "26693"
							},
							{
								"text": "杨家镇",
								"value": "26694"
							},
							{
								"text": "唐家镇",
								"value": "26695"
							},
							{
								"text": "企水镇",
								"value": "26696"
							},
							{
								"text": "纪家镇",
								"value": "26697"
							},
							{
								"text": "松竹镇",
								"value": "26698"
							},
							{
								"text": "南兴镇",
								"value": "26699"
							},
							{
								"text": "雷高镇",
								"value": "26700"
							},
							{
								"text": "调风镇",
								"value": "26702"
							},
							{
								"text": "龙门镇",
								"value": "26703"
							},
							{
								"text": "英利镇",
								"value": "26704"
							},
							{
								"text": "北和镇",
								"value": "26705"
							},
							{
								"text": "乌石镇",
								"value": "26706"
							},
							{
								"text": "覃斗镇",
								"value": "26707"
							},
							{
								"text": "附城镇",
								"value": "26708"
							},
							{
								"text": "广东省丰收糖业发展有限公司",
								"value": "26710"
							},
							{
								"text": "广东省国营火炬农场",
								"value": "26711"
							},
							{
								"text": "广东省国营幸福农场",
								"value": "26712"
							},
							{
								"text": "湛江农垦东方红农场",
								"value": "26713"
							},
							{
								"text": "湛江农垦金星农场",
								"value": "26714"
							},
							{
								"text": "湛江市奋勇经济区",
								"value": "26709"
							},
							{
								"text": "东里镇",
								"value": "26701"
							}
						]
					},
					{
						"text": "吴川市",
						"value": "1959",
						"children": [{
								"text": "梅录街道",
								"value": "26715"
							},
							{
								"text": "大山江街道",
								"value": "26717"
							},
							{
								"text": "海滨街道",
								"value": "26719"
							},
							{
								"text": "浅水镇",
								"value": "26720"
							},
							{
								"text": "覃巴镇",
								"value": "26722"
							},
							{
								"text": "王村港镇",
								"value": "26723"
							},
							{
								"text": "振文镇",
								"value": "26724"
							},
							{
								"text": "樟铺镇",
								"value": "26725"
							},
							{
								"text": "塘缀镇",
								"value": "26727"
							},
							{
								"text": "黄坡镇",
								"value": "26728"
							},
							{
								"text": "兰石镇",
								"value": "26729"
							},
							{
								"text": "塘尾街道",
								"value": "26716"
							},
							{
								"text": "长岐镇",
								"value": "26721"
							},
							{
								"text": "吴阳镇",
								"value": "26726"
							},
							{
								"text": "博铺街道",
								"value": "26718"
							}
						]
					}
				]
			},
			{
				"text": "茂名市",
				"value": "238",
				"children": [{
						"text": "茂南区",
						"value": "1961",
						"children": [{
								"text": "河西街道办",
								"value": "26731"
							},
							{
								"text": "河东街道办",
								"value": "26732"
							},
							{
								"text": "露天矿街道办",
								"value": "26733"
							},
							{
								"text": "新华街道办",
								"value": "26734"
							},
							{
								"text": "官渡街道办",
								"value": "26735"
							},
							{
								"text": "金塘镇",
								"value": "26737"
							},
							{
								"text": "新坡镇",
								"value": "26739"
							},
							{
								"text": "镇盛镇",
								"value": "26740"
							},
							{
								"text": "鳌头镇",
								"value": "26741"
							},
							{
								"text": "高山镇",
								"value": "26743"
							},
							{
								"text": "山阁镇",
								"value": "26744"
							},
							{
								"text": "茂南开发区",
								"value": "26745"
							},
							{
								"text": "红旗街道办",
								"value": "26730"
							},
							{
								"text": "站前街道办",
								"value": "26736"
							},
							{
								"text": "袂花镇",
								"value": "26742"
							},
							{
								"text": "公馆镇",
								"value": "26738"
							}
						]
					},
					{
						"text": "茂港区",
						"value": "1962",
						"children": [{
								"text": "高地街道",
								"value": "26747"
							},
							{
								"text": "羊角镇",
								"value": "26748"
							},
							{
								"text": "坡心镇",
								"value": "26749"
							},
							{
								"text": "七迳镇",
								"value": "26750"
							},
							{
								"text": "沙院镇",
								"value": "26752"
							},
							{
								"text": "南海街道",
								"value": "26746"
							},
							{
								"text": "小良镇",
								"value": "26751"
							}
						]
					},
					{
						"text": "电白县",
						"value": "1963",
						"children": [{
								"text": "马踏镇",
								"value": "26753"
							},
							{
								"text": "岭门镇",
								"value": "26754"
							},
							{
								"text": "树仔镇",
								"value": "26755"
							},
							{
								"text": "霞洞镇",
								"value": "26758"
							},
							{
								"text": "观珠镇",
								"value": "26759"
							},
							{
								"text": "沙琅镇",
								"value": "26760"
							},
							{
								"text": "望夫镇",
								"value": "26762"
							},
							{
								"text": "罗坑镇",
								"value": "26763"
							},
							{
								"text": "那霍镇",
								"value": "26764"
							},
							{
								"text": "博贺镇",
								"value": "26766"
							},
							{
								"text": "林头镇",
								"value": "26767"
							},
							{
								"text": "电城镇",
								"value": "26768"
							},
							{
								"text": "陈村镇",
								"value": "26769"
							},
							{
								"text": "水丰农场",
								"value": "26771"
							},
							{
								"text": "新华农场",
								"value": "26772"
							},
							{
								"text": "电白盐场",
								"value": "26773"
							},
							{
								"text": "麻岗镇",
								"value": "26756"
							},
							{
								"text": "黄岭镇",
								"value": "26761"
							},
							{
								"text": "水东镇",
								"value": "26765"
							},
							{
								"text": "曙光农场",
								"value": "26770"
							},
							{
								"text": "旦场镇",
								"value": "26757"
							}
						]
					},
					{
						"text": "高州市",
						"value": "1964",
						"children": [{
								"text": "山美街道",
								"value": "26775"
							},
							{
								"text": "金山街道",
								"value": "26776"
							},
							{
								"text": "潘州街道",
								"value": "26777"
							},
							{
								"text": "宝光街道",
								"value": "26778"
							},
							{
								"text": "谢鸡镇",
								"value": "26779"
							},
							{
								"text": "新垌镇",
								"value": "26780"
							},
							{
								"text": "云潭镇",
								"value": "26781"
							},
							{
								"text": "分界镇",
								"value": "26782"
							},
							{
								"text": "根子镇",
								"value": "26783"
							},
							{
								"text": "泗水镇",
								"value": "26784"
							},
							{
								"text": "镇江镇",
								"value": "26785"
							},
							{
								"text": "沙田镇",
								"value": "26786"
							},
							{
								"text": "南塘镇",
								"value": "26787"
							},
							{
								"text": "荷花镇",
								"value": "26788"
							},
							{
								"text": "石板镇",
								"value": "26789"
							},
							{
								"text": "大井镇",
								"value": "26790"
							},
							{
								"text": "潭头镇",
								"value": "26791"
							},
							{
								"text": "平山镇",
								"value": "26793"
							},
							{
								"text": "深镇镇",
								"value": "26794"
							},
							{
								"text": "马贵镇",
								"value": "26795"
							},
							{
								"text": "古丁镇",
								"value": "26796"
							},
							{
								"text": "曹江镇",
								"value": "26797"
							},
							{
								"text": "荷塘镇",
								"value": "26798"
							},
							{
								"text": "石鼓镇",
								"value": "26799"
							},
							{
								"text": "东岸镇",
								"value": "26800"
							},
							{
								"text": "长坡镇",
								"value": "26801"
							},
							{
								"text": "团结农场",
								"value": "26802"
							},
							{
								"text": "胜利农场",
								"value": "26803"
							},
							{
								"text": "火星农场",
								"value": "26804"
							},
							{
								"text": "石仔岭街道",
								"value": "26774"
							},
							{
								"text": "大坡镇",
								"value": "26792"
							}
						]
					},
					{
						"text": "化州市",
						"value": "1965",
						"children": [{
								"text": "河西街道",
								"value": "26805"
							},
							{
								"text": "东山街道",
								"value": "26806"
							},
							{
								"text": "南盛街道",
								"value": "26808"
							},
							{
								"text": "石湾街道",
								"value": "26809"
							},
							{
								"text": "长岐镇",
								"value": "26810"
							},
							{
								"text": "同庆镇",
								"value": "26811"
							},
							{
								"text": "杨梅镇",
								"value": "26812"
							},
							{
								"text": "良光镇",
								"value": "26813"
							},
							{
								"text": "笪桥镇",
								"value": "26814"
							},
							{
								"text": "丽岗镇",
								"value": "26815"
							},
							{
								"text": "新安镇",
								"value": "26816"
							},
							{
								"text": "官桥镇",
								"value": "26817"
							},
							{
								"text": "林尘镇",
								"value": "26818"
							},
							{
								"text": "合江镇",
								"value": "26819"
							},
							{
								"text": "那务镇",
								"value": "26820"
							},
							{
								"text": "播扬镇",
								"value": "26821"
							},
							{
								"text": "宝圩镇",
								"value": "26822"
							},
							{
								"text": "文楼镇",
								"value": "26824"
							},
							{
								"text": "江湖镇",
								"value": "26825"
							},
							{
								"text": "中垌镇",
								"value": "26826"
							},
							{
								"text": "鉴江开发区",
								"value": "26827"
							},
							{
								"text": "新时代农场",
								"value": "26828"
							},
							{
								"text": "新华农场",
								"value": "26829"
							},
							{
								"text": "和平农场",
								"value": "26830"
							},
							{
								"text": "红阳农场",
								"value": "26831"
							},
							{
								"text": "红峰农场",
								"value": "26832"
							},
							{
								"text": "建设农场",
								"value": "26833"
							},
							{
								"text": "石滩农场",
								"value": "26834"
							},
							{
								"text": "下郭街道",
								"value": "26807"
							},
							{
								"text": "平定镇",
								"value": "26823"
							}
						]
					},
					{
						"text": "信宜市",
						"value": "1966",
						"children": [{
								"text": "东镇街道办",
								"value": "26835"
							},
							{
								"text": "镇隆镇",
								"value": "26836"
							},
							{
								"text": "水口镇",
								"value": "26837"
							},
							{
								"text": "池洞镇",
								"value": "26839"
							},
							{
								"text": "贵子镇",
								"value": "26840"
							},
							{
								"text": "怀乡镇",
								"value": "26841"
							},
							{
								"text": "茶山镇",
								"value": "26842"
							},
							{
								"text": "洪冠镇",
								"value": "26843"
							},
							{
								"text": "白石镇",
								"value": "26844"
							},
							{
								"text": "大成镇",
								"value": "26845"
							},
							{
								"text": "钱排镇",
								"value": "26846"
							},
							{
								"text": "合水镇",
								"value": "26847"
							},
							{
								"text": "新宝镇",
								"value": "26848"
							},
							{
								"text": "平塘镇",
								"value": "26849"
							},
							{
								"text": "思贺镇",
								"value": "26850"
							},
							{
								"text": "金垌镇",
								"value": "26851"
							},
							{
								"text": "朱砂镇",
								"value": "26852"
							},
							{
								"text": "信宜市国营红旗农场",
								"value": "26854"
							},
							{
								"text": "丁堡镇",
								"value": "26838"
							},
							{
								"text": "北界镇",
								"value": "26853"
							}
						]
					}
				]
			},
			{
				"text": "肇庆市",
				"value": "239",
				"children": [{
						"text": "端州区",
						"value": "1968",
						"children": [{
								"text": "端州区城东街道",
								"value": "26855"
							},
							{
								"text": "端州区城西街道",
								"value": "26856"
							},
							{
								"text": "端州区黄岗街道",
								"value": "26857"
							},
							{
								"text": "端州区睦岗街道",
								"value": "26858"
							}
						]
					},
					{
						"text": "鼎湖区",
						"value": "1969",
						"children": [{
								"text": "坑口街道办事处",
								"value": "26859"
							},
							{
								"text": "桂城街道办事处",
								"value": "26860"
							},
							{
								"text": "广利街道办事处",
								"value": "26861"
							},
							{
								"text": "永安镇",
								"value": "26862"
							},
							{
								"text": "沙浦镇",
								"value": "26863"
							},
							{
								"text": "凤凰镇",
								"value": "26864"
							},
							{
								"text": "莲花镇",
								"value": "26865"
							}
						]
					},
					{
						"text": "广宁县",
						"value": "1970",
						"children": [{
								"text": "排沙镇",
								"value": "26866"
							},
							{
								"text": "江屯镇",
								"value": "26868"
							},
							{
								"text": "北市镇",
								"value": "26870"
							},
							{
								"text": "坑口镇",
								"value": "26871"
							},
							{
								"text": "南街镇",
								"value": "26873"
							},
							{
								"text": "宾亨镇",
								"value": "26874"
							},
							{
								"text": "五和镇",
								"value": "26875"
							},
							{
								"text": "横山镇",
								"value": "26876"
							},
							{
								"text": "石咀镇",
								"value": "26878"
							},
							{
								"text": "古水镇",
								"value": "26879"
							},
							{
								"text": "洲仔镇",
								"value": "26880"
							},
							{
								"text": "潭布镇",
								"value": "26867"
							},
							{
								"text": "赤坑镇",
								"value": "26872"
							},
							{
								"text": "木格镇",
								"value": "26877"
							},
							{
								"text": "螺岗镇",
								"value": "26869"
							}
						]
					},
					{
						"text": "怀集县",
						"value": "1971",
						"children": [{
								"text": "闸岗镇",
								"value": "26882"
							},
							{
								"text": "坳仔镇",
								"value": "26883"
							},
							{
								"text": "汶朗镇",
								"value": "26884"
							},
							{
								"text": "甘洒镇",
								"value": "26885"
							},
							{
								"text": "洽水镇",
								"value": "26887"
							},
							{
								"text": "大岗镇",
								"value": "26889"
							},
							{
								"text": "岗坪镇",
								"value": "26890"
							},
							{
								"text": "马宁镇",
								"value": "26892"
							},
							{
								"text": "蓝钟镇",
								"value": "26893"
							},
							{
								"text": "永固镇",
								"value": "26894"
							},
							{
								"text": "桥头镇",
								"value": "26896"
							},
							{
								"text": "中洲镇",
								"value": "26897"
							},
							{
								"text": "连麦镇",
								"value": "26898"
							},
							{
								"text": "下帅壮族瑶族乡",
								"value": "26899"
							},
							{
								"text": "怀城镇",
								"value": "26881"
							},
							{
								"text": "凤岗镇",
								"value": "26886"
							},
							{
								"text": "冷坑镇",
								"value": "26891"
							},
							{
								"text": "诗洞镇",
								"value": "26895"
							},
							{
								"text": "广东省第一监狱",
								"value": "26900"
							},
							{
								"text": "梁村镇",
								"value": "26888"
							}
						]
					},
					{
						"text": "封开县",
						"value": "1972",
						"children": [{
								"text": "江口镇",
								"value": "26901"
							},
							{
								"text": "江川镇",
								"value": "26902"
							},
							{
								"text": "白垢镇",
								"value": "26903"
							},
							{
								"text": "大洲镇",
								"value": "26904"
							},
							{
								"text": "渔涝镇",
								"value": "26905"
							},
							{
								"text": "杏花镇",
								"value": "26908"
							},
							{
								"text": "罗董镇",
								"value": "26909"
							},
							{
								"text": "长岗镇",
								"value": "26910"
							},
							{
								"text": "南丰镇",
								"value": "26912"
							},
							{
								"text": "大玉口镇",
								"value": "26913"
							},
							{
								"text": "都平镇",
								"value": "26914"
							},
							{
								"text": "金装镇",
								"value": "26915"
							},
							{
								"text": "河儿口镇",
								"value": "26906"
							},
							{
								"text": "平凤镇",
								"value": "26911"
							},
							{
								"text": "长安镇",
								"value": "26916"
							},
							{
								"text": "连都镇",
								"value": "26907"
							}
						]
					},
					{
						"text": "德庆县",
						"value": "1973",
						"children": [{
								"text": "德城街道办事处",
								"value": "26917"
							},
							{
								"text": "新圩镇",
								"value": "26918"
							},
							{
								"text": "回龙镇",
								"value": "26919"
							},
							{
								"text": "官圩镇",
								"value": "26920"
							},
							{
								"text": "高良镇",
								"value": "26922"
							},
							{
								"text": "莫村镇",
								"value": "26923"
							},
							{
								"text": "永丰镇",
								"value": "26924"
							},
							{
								"text": "马圩镇",
								"value": "26921"
							},
							{
								"text": "武垄镇",
								"value": "26925"
							},
							{
								"text": "凤村镇",
								"value": "26927"
							},
							{
								"text": "悦城镇",
								"value": "26928"
							},
							{
								"text": "九市镇",
								"value": "26929"
							},
							{
								"text": "播植镇",
								"value": "26926"
							}
						]
					},
					{
						"text": "高要市",
						"value": "1974",
						"children": [{
								"text": "南岸街道办事处",
								"value": "26930"
							},
							{
								"text": "乐城镇",
								"value": "26932"
							},
							{
								"text": "水南镇",
								"value": "26933"
							},
							{
								"text": "禄步镇",
								"value": "26934"
							},
							{
								"text": "小湘镇",
								"value": "26935"
							},
							{
								"text": "大湾镇",
								"value": "26936"
							},
							{
								"text": "白诸镇",
								"value": "26938"
							},
							{
								"text": "莲塘镇",
								"value": "26939"
							},
							{
								"text": "活道镇",
								"value": "26940"
							},
							{
								"text": "蛟塘镇",
								"value": "26941"
							},
							{
								"text": "回龙镇",
								"value": "26942"
							},
							{
								"text": "白土镇",
								"value": "26943"
							},
							{
								"text": "金渡镇",
								"value": "26944"
							},
							{
								"text": "金利镇",
								"value": "26945"
							},
							{
								"text": "蚬岗镇",
								"value": "26946"
							},
							{
								"text": "河台镇",
								"value": "26931"
							},
							{
								"text": "新桥镇",
								"value": "26937"
							}
						]
					},
					{
						"text": "四会市",
						"value": "1975",
						"children": [{
								"text": "城中街道",
								"value": "26947"
							},
							{
								"text": "东城街道",
								"value": "26948"
							},
							{
								"text": "贞山街道",
								"value": "26949"
							},
							{
								"text": "龙甫镇",
								"value": "26950"
							},
							{
								"text": "地豆镇",
								"value": "26951"
							},
							{
								"text": "罗源镇",
								"value": "26953"
							},
							{
								"text": "迳口镇",
								"value": "26954"
							},
							{
								"text": "大沙镇",
								"value": "26955"
							},
							{
								"text": "石狗镇",
								"value": "26956"
							},
							{
								"text": "黄田镇",
								"value": "26957"
							},
							{
								"text": "江谷镇",
								"value": "26958"
							},
							{
								"text": "下茆镇",
								"value": "26959"
							},
							{
								"text": "广东省济广监狱",
								"value": "26960"
							},
							{
								"text": "肇庆高新技术产业开发区",
								"value": "26961"
							},
							{
								"text": "威整镇",
								"value": "26952"
							}
						]
					},
					{
						"text": "高新区",
						"value": "3397",
						"children": []
					}
				]
			},
			{
				"text": "惠州市",
				"value": "240",
				"children": [{
						"text": "惠城区",
						"value": "1977",
						"children": [{
								"text": "桥东街道办事处",
								"value": "26962"
							},
							{
								"text": "桥西街道办事处",
								"value": "26963"
							},
							{
								"text": "江南街道办事处",
								"value": "26964"
							},
							{
								"text": "江北街道办事处",
								"value": "26965"
							},
							{
								"text": "龙丰街道办事处",
								"value": "26966"
							},
							{
								"text": "惠环街道办事处",
								"value": "26968"
							},
							{
								"text": "陈江街道办事处",
								"value": "26969"
							},
							{
								"text": "水口街道办事处",
								"value": "26970"
							},
							{
								"text": "小金口街道办事处",
								"value": "26971"
							},
							{
								"text": "汝湖镇",
								"value": "26972"
							},
							{
								"text": "三栋镇",
								"value": "26973"
							},
							{
								"text": "潼湖镇",
								"value": "26974"
							},
							{
								"text": "沥林镇",
								"value": "26975"
							},
							{
								"text": "马安镇",
								"value": "26976"
							},
							{
								"text": "横沥镇",
								"value": "26977"
							},
							{
								"text": "芦洲镇",
								"value": "26978"
							},
							{
								"text": "潼侨镇",
								"value": "26979"
							},
							{
								"text": "惠州市林场",
								"value": "26980"
							},
							{
								"text": "河南岸街道办事处",
								"value": "26967"
							}
						]
					},
					{
						"text": "惠阳区",
						"value": "1978",
						"children": [{
								"text": "淡水街道办事处",
								"value": "26981"
							},
							{
								"text": "秋长街道办事处",
								"value": "26982"
							},
							{
								"text": "大亚湾澳头办事处",
								"value": "26983"
							},
							{
								"text": "大亚湾霞涌办事处",
								"value": "26984"
							},
							{
								"text": "沙田镇",
								"value": "26985"
							},
							{
								"text": "新圩镇",
								"value": "26986"
							},
							{
								"text": "镇隆镇",
								"value": "26987"
							},
							{
								"text": "良井镇",
								"value": "26989"
							},
							{
								"text": "平潭镇",
								"value": "26990"
							},
							{
								"text": "惠阳经济开发区",
								"value": "26991"
							},
							{
								"text": "大亚湾西区办事处",
								"value": "26992"
							},
							{
								"text": "永湖镇",
								"value": "26988"
							}
						]
					},
					{
						"text": "博罗县",
						"value": "1979",
						"children": [{
								"text": "石坝镇",
								"value": "26993"
							},
							{
								"text": "麻陂镇",
								"value": "26994"
							},
							{
								"text": "观音阁镇",
								"value": "26995"
							},
							{
								"text": "公庄镇",
								"value": "26996"
							},
							{
								"text": "杨村镇",
								"value": "26997"
							},
							{
								"text": "柏塘镇",
								"value": "26998"
							},
							{
								"text": "泰美镇",
								"value": "26999"
							},
							{
								"text": "罗阳镇",
								"value": "27000"
							},
							{
								"text": "湖镇镇",
								"value": "27001"
							},
							{
								"text": "长宁镇",
								"value": "27002"
							},
							{
								"text": "龙华镇",
								"value": "27004"
							},
							{
								"text": "龙溪镇",
								"value": "27005"
							},
							{
								"text": "园洲镇",
								"value": "27006"
							},
							{
								"text": "石湾镇",
								"value": "27007"
							},
							{
								"text": "杨侨镇",
								"value": "27008"
							},
							{
								"text": "横河镇",
								"value": "27009"
							},
							{
								"text": "罗浮山管委会",
								"value": "27010"
							},
							{
								"text": "福田镇",
								"value": "27003"
							}
						]
					},
					{
						"text": "惠东县",
						"value": "1980",
						"children": [{
								"text": "宝口镇",
								"value": "27023"
							},
							{
								"text": "莲花山白盆珠省级自然保护区",
								"value": "27028"
							},
							{
								"text": "平山街道办事处",
								"value": "27011"
							},
							{
								"text": "大岭镇",
								"value": "27012"
							},
							{
								"text": "白花镇",
								"value": "27013"
							},
							{
								"text": "梁化镇",
								"value": "27014"
							},
							{
								"text": "稔山镇",
								"value": "27015"
							},
							{
								"text": "铁涌镇",
								"value": "27016"
							},
							{
								"text": "平海镇",
								"value": "27017"
							},
							{
								"text": "黄埠镇",
								"value": "27019"
							},
							{
								"text": "多祝镇",
								"value": "27020"
							},
							{
								"text": "安墩镇",
								"value": "27021"
							},
							{
								"text": "高潭镇",
								"value": "27022"
							},
							{
								"text": "白盆珠镇",
								"value": "27024"
							},
							{
								"text": "广东省惠州市国营惠东梁化林场",
								"value": "27025"
							},
							{
								"text": "广东省惠州市国营惠东九龙峰林场",
								"value": "27026"
							},
							{
								"text": "惠东县港口海龟湾自然保护区",
								"value": "27027"
							},
							{
								"text": "广东惠东古田省级自然保护区",
								"value": "27029"
							},
							{
								"text": "惠东县珠三角产业转移园",
								"value": "27030"
							},
							{
								"text": "巺寮滨海旅游渡假区管理委员会",
								"value": "27031"
							},
							{
								"text": "吉隆镇",
								"value": "27018"
							}
						]
					},
					{
						"text": "龙门县",
						"value": "1981",
						"children": [{
								"text": "龙潭镇",
								"value": "27037"
							},
							{
								"text": "蓝田瑶族乡",
								"value": "27041"
							},
							{
								"text": "龙城街道办事处",
								"value": "27032"
							},
							{
								"text": "麻榨镇",
								"value": "27033"
							},
							{
								"text": "永汉镇",
								"value": "27034"
							},
							{
								"text": "龙田镇",
								"value": "27036"
							},
							{
								"text": "地派镇",
								"value": "27038"
							},
							{
								"text": "龙华镇",
								"value": "27039"
							},
							{
								"text": "龙江镇",
								"value": "27040"
							},
							{
								"text": "龙门县密溪林场",
								"value": "27042"
							},
							{
								"text": "南昆山生态旅游区管理委员会",
								"value": "27043"
							},
							{
								"text": "平陵镇",
								"value": "27035"
							}
						]
					},
					{
						"text": "仲恺区",
						"value": "3398",
						"children": []
					},
					{
						"text": "大亚湾区",
						"value": "3399",
						"children": []
					}
				]
			},
			{
				"text": "梅州市",
				"value": "241",
				"children": [{
						"text": "梅江区",
						"value": "1983",
						"children": [{
								"text": "三角镇",
								"value": "27047"
							},
							{
								"text": "江南街道",
								"value": "27044"
							},
							{
								"text": "金山街道",
								"value": "27045"
							},
							{
								"text": "西郊街道",
								"value": "27046"
							},
							{
								"text": "长沙镇",
								"value": "27048"
							},
							{
								"text": "城北镇",
								"value": "27049"
							},
							{
								"text": "西阳镇",
								"value": "27050"
							}
						]
					},
					{
						"text": "梅县",
						"value": "1984",
						"children": [{
								"text": "城东镇",
								"value": "27052"
							},
							{
								"text": "石坑镇",
								"value": "27056"
							},
							{
								"text": "松源镇",
								"value": "27061"
							},
							{
								"text": "雁洋镇",
								"value": "27066"
							},
							{
								"text": "扶大镇",
								"value": "27070"
							},
							{
								"text": "新城办事处",
								"value": "27051"
							},
							{
								"text": "石扇镇",
								"value": "27053"
							},
							{
								"text": "梅西镇",
								"value": "27054"
							},
							{
								"text": "大坪镇",
								"value": "27055"
							},
							{
								"text": "水车镇",
								"value": "27057"
							},
							{
								"text": "梅南镇",
								"value": "27058"
							},
							{
								"text": "丙村镇",
								"value": "27059"
							},
							{
								"text": "白渡镇",
								"value": "27060"
							},
							{
								"text": "桃尧镇",
								"value": "27063"
							},
							{
								"text": "畲江镇",
								"value": "27064"
							},
							{
								"text": "西阳镇",
								"value": "27065"
							},
							{
								"text": "松口镇",
								"value": "27067"
							},
							{
								"text": "南口镇",
								"value": "27068"
							},
							{
								"text": "程江镇",
								"value": "27069"
							},
							{
								"text": "梅西水库",
								"value": "27071"
							},
							{
								"text": "隆文镇",
								"value": "27062"
							}
						]
					},
					{
						"text": "大埔县",
						"value": "1985",
						"children": [{
								"text": "银江镇",
								"value": "27075"
							},
							{
								"text": "湖寮镇",
								"value": "27072"
							},
							{
								"text": "青溪镇",
								"value": "27073"
							},
							{
								"text": "洲瑞镇",
								"value": "27076"
							},
							{
								"text": "光德镇",
								"value": "27077"
							},
							{
								"text": "百侯镇",
								"value": "27079"
							},
							{
								"text": "大东镇",
								"value": "27080"
							},
							{
								"text": "大麻镇",
								"value": "27081"
							},
							{
								"text": "枫朗镇",
								"value": "27082"
							},
							{
								"text": "茶阳镇",
								"value": "27083"
							},
							{
								"text": "高陂镇",
								"value": "27084"
							},
							{
								"text": "西河镇",
								"value": "27085"
							},
							{
								"text": "丰溪林场",
								"value": "27086"
							},
							{
								"text": "洲瑞林场",
								"value": "27087"
							},
							{
								"text": "大埔林场",
								"value": "27088"
							},
							{
								"text": "桃源镇",
								"value": "27078"
							},
							{
								"text": "三河镇",
								"value": "27074"
							}
						]
					},
					{
						"text": "丰顺县",
						"value": "1986",
						"children": [{
								"text": "北斗镇",
								"value": "27089"
							},
							{
								"text": "汤西镇",
								"value": "27090"
							},
							{
								"text": "汤南镇",
								"value": "27091"
							},
							{
								"text": "埔寨镇",
								"value": "27092"
							},
							{
								"text": "龙岗镇",
								"value": "27094"
							},
							{
								"text": "潘田镇",
								"value": "27095"
							},
							{
								"text": "黄金镇",
								"value": "27096"
							},
							{
								"text": "小胜镇",
								"value": "27097"
							},
							{
								"text": "砂田镇",
								"value": "27098"
							},
							{
								"text": "八乡山镇",
								"value": "27099"
							},
							{
								"text": "丰良镇",
								"value": "27100"
							},
							{
								"text": "潭江镇",
								"value": "27101"
							},
							{
								"text": "汤坑镇",
								"value": "27102"
							},
							{
								"text": "留隍镇",
								"value": "27103"
							},
							{
								"text": "大龙华镇",
								"value": "27104"
							},
							{
								"text": "埔寨农场",
								"value": "27105"
							},
							{
								"text": "建桥镇",
								"value": "27093"
							}
						]
					},
					{
						"text": "五华县",
						"value": "1987",
						"children": [{
								"text": "转水镇",
								"value": "27106"
							},
							{
								"text": "潭下镇",
								"value": "27107"
							},
							{
								"text": "双华镇",
								"value": "27109"
							},
							{
								"text": "梅林镇",
								"value": "27110"
							},
							{
								"text": "华阳镇",
								"value": "27111"
							},
							{
								"text": "华城镇",
								"value": "27112"
							},
							{
								"text": "周江镇",
								"value": "27113"
							},
							{
								"text": "水寨镇",
								"value": "27114"
							},
							{
								"text": "河东镇",
								"value": "27115"
							},
							{
								"text": "岐岭镇",
								"value": "27116"
							},
							{
								"text": "长布镇",
								"value": "27117"
							},
							{
								"text": "横陂镇",
								"value": "27118"
							},
							{
								"text": "安流镇",
								"value": "27119"
							},
							{
								"text": "棉洋镇",
								"value": "27120"
							},
							{
								"text": "龙村镇",
								"value": "27121"
							},
							{
								"text": "郭田镇",
								"value": "27108"
							}
						]
					},
					{
						"text": "平远县",
						"value": "1988",
						"children": [{
								"text": "石正镇",
								"value": "27122"
							},
							{
								"text": "差干镇",
								"value": "27124"
							},
							{
								"text": "河头镇",
								"value": "27125"
							},
							{
								"text": "中行镇",
								"value": "27126"
							},
							{
								"text": "上举镇",
								"value": "27127"
							},
							{
								"text": "泗水镇",
								"value": "27128"
							},
							{
								"text": "长田镇",
								"value": "27129"
							},
							{
								"text": "热柘镇",
								"value": "27130"
							},
							{
								"text": "东石镇",
								"value": "27131"
							},
							{
								"text": "仁居镇",
								"value": "27132"
							},
							{
								"text": "大柘镇",
								"value": "27133"
							},
							{
								"text": "八尺镇",
								"value": "27123"
							}
						]
					},
					{
						"text": "蕉岭县",
						"value": "1989",
						"children": [{
								"text": "三圳镇",
								"value": "27134"
							},
							{
								"text": "文福镇",
								"value": "27135"
							},
							{
								"text": "广福镇",
								"value": "27136"
							},
							{
								"text": "新铺镇",
								"value": "27137"
							},
							{
								"text": "南礤镇",
								"value": "27139"
							},
							{
								"text": "蕉城镇",
								"value": "27140"
							},
							{
								"text": "长潭镇",
								"value": "27141"
							},
							{
								"text": "华侨农场",
								"value": "27142"
							},
							{
								"text": "蓝坊镇",
								"value": "27138"
							}
						]
					},
					{
						"text": "兴宁市",
						"value": "1990",
						"children": [{
								"text": "兴田街道办事处",
								"value": "27143"
							},
							{
								"text": "福兴街道办事处",
								"value": "27144"
							},
							{
								"text": "宁新街道办事处",
								"value": "27145"
							},
							{
								"text": "永和镇",
								"value": "27146"
							},
							{
								"text": "新圩镇",
								"value": "27147"
							},
							{
								"text": "罗浮镇",
								"value": "27148"
							},
							{
								"text": "罗岗镇",
								"value": "27149"
							},
							{
								"text": "黄槐镇",
								"value": "27150"
							},
							{
								"text": "龙田镇",
								"value": "27151"
							},
							{
								"text": "石马镇",
								"value": "27152"
							},
							{
								"text": "径南镇",
								"value": "27154"
							},
							{
								"text": "坭陂镇",
								"value": "27155"
							},
							{
								"text": "水口镇",
								"value": "27156"
							},
							{
								"text": "黄陂镇",
								"value": "27157"
							},
							{
								"text": "合水镇",
								"value": "27158"
							},
							{
								"text": "大坪镇",
								"value": "27159"
							},
							{
								"text": "叶塘镇",
								"value": "27160"
							},
							{
								"text": "新陂镇",
								"value": "27161"
							},
							{
								"text": "刁坊镇",
								"value": "27162"
							},
							{
								"text": "宁中镇",
								"value": "27153"
							}
						]
					},
					{
						"text": "市城区",
						"value": "3400",
						"children": []
					}
				]
			},
			{
				"text": "汕尾市",
				"value": "242",
				"children": [{
						"text": "城区",
						"value": "1992",
						"children": [{
								"text": "东涌镇",
								"value": "27171"
							},
							{
								"text": "新港街道",
								"value": "27163"
							},
							{
								"text": "香洲街道",
								"value": "27164"
							},
							{
								"text": "凤山街道",
								"value": "27165"
							},
							{
								"text": "田墘街道",
								"value": "27166"
							},
							{
								"text": "东洲街道",
								"value": "27167"
							},
							{
								"text": "马宫街道",
								"value": "27169"
							},
							{
								"text": "红草镇",
								"value": "27170"
							},
							{
								"text": "捷胜镇",
								"value": "27172"
							},
							{
								"text": "遮浪街道",
								"value": "27168"
							}
						]
					},
					{
						"text": "海丰县",
						"value": "1993",
						"children": [{
								"text": "联安镇",
								"value": "27176"
							},
							{
								"text": "可塘镇",
								"value": "27180"
							},
							{
								"text": "赤石镇",
								"value": "27185"
							},
							{
								"text": "梅陇镇",
								"value": "27173"
							},
							{
								"text": "小漠镇",
								"value": "27174"
							},
							{
								"text": "鮜门镇",
								"value": "27175"
							},
							{
								"text": "陶河镇",
								"value": "27177"
							},
							{
								"text": "赤坑镇",
								"value": "27178"
							},
							{
								"text": "大湖镇",
								"value": "27179"
							},
							{
								"text": "黄羌镇",
								"value": "27181"
							},
							{
								"text": "平东镇",
								"value": "27182"
							},
							{
								"text": "海城镇",
								"value": "27183"
							},
							{
								"text": "鹅埠镇",
								"value": "27184"
							},
							{
								"text": "公平镇",
								"value": "27186"
							},
							{
								"text": "附城镇",
								"value": "27187"
							},
							{
								"text": "梅陇农场",
								"value": "27189"
							},
							{
								"text": "城东镇",
								"value": "27188"
							}
						]
					},
					{
						"text": "陆河县",
						"value": "1994",
						"children": [{
								"text": "河田镇",
								"value": "27190"
							},
							{
								"text": "上护镇",
								"value": "27194"
							},
							{
								"text": "水唇镇",
								"value": "27191"
							},
							{
								"text": "河口镇",
								"value": "27192"
							},
							{
								"text": "新田镇",
								"value": "27193"
							},
							{
								"text": "螺溪镇",
								"value": "27195"
							},
							{
								"text": "东坑镇",
								"value": "27196"
							},
							{
								"text": "南万镇",
								"value": "27197"
							}
						]
					},
					{
						"text": "陆丰市",
						"value": "1995",
						"children": [{
								"text": "河西街道",
								"value": "27199"
							},
							{
								"text": "大安镇",
								"value": "27204"
							},
							{
								"text": "八万镇",
								"value": "27209"
							},
							{
								"text": "河东镇",
								"value": "27213"
							},
							{
								"text": "华侨管理区",
								"value": "27218"
							},
							{
								"text": "东海岸林场",
								"value": "27224"
							},
							{
								"text": "东海街道",
								"value": "27198"
							},
							{
								"text": "城东街道",
								"value": "27200"
							},
							{
								"text": "甲子镇",
								"value": "27201"
							},
							{
								"text": "碣石镇",
								"value": "27202"
							},
							{
								"text": "湖东镇",
								"value": "27203"
							},
							{
								"text": "博美镇",
								"value": "27205"
							},
							{
								"text": "内湖镇",
								"value": "27206"
							},
							{
								"text": "陂洋镇",
								"value": "27208"
							},
							{
								"text": "金厢镇",
								"value": "27210"
							},
							{
								"text": "潭西镇",
								"value": "27211"
							},
							{
								"text": "甲东镇",
								"value": "27212"
							},
							{
								"text": "上英镇",
								"value": "27214"
							},
							{
								"text": "桥冲镇",
								"value": "27215"
							},
							{
								"text": "甲西镇",
								"value": "27216"
							},
							{
								"text": "西南镇",
								"value": "27217"
							},
							{
								"text": "铜锣湖农场",
								"value": "27219"
							},
							{
								"text": "星都经济开发试验区",
								"value": "27220"
							},
							{
								"text": "大安农场",
								"value": "27221"
							},
							{
								"text": "罗经嶂林场",
								"value": "27222"
							},
							{
								"text": "湖东林场",
								"value": "27223"
							},
							{
								"text": "红岭林场",
								"value": "27225"
							},
							{
								"text": "南塘镇",
								"value": "27207"
							},
							{
								"text": "畜牧果林场",
								"value": "27226"
							}
						]
					}
				]
			},
			{
				"text": "河源市",
				"value": "243",
				"children": [{
						"text": "源城区",
						"value": "1997",
						"children": [{
								"text": "东埔街道办事处",
								"value": "27229"
							},
							{
								"text": "上城街道办事处",
								"value": "27227"
							},
							{
								"text": "新江街道办事处",
								"value": "27228"
							},
							{
								"text": "源西街道办事处",
								"value": "27230"
							},
							{
								"text": "高埔岗街道办事处",
								"value": "27231"
							},
							{
								"text": "源南镇",
								"value": "27232"
							},
							{
								"text": "埔前镇",
								"value": "27233"
							}
						]
					},
					{
						"text": "紫金县",
						"value": "1998",
						"children": [{
								"text": "紫城镇",
								"value": "27234"
							},
							{
								"text": "龙窝镇",
								"value": "27235"
							},
							{
								"text": "上义镇",
								"value": "27237"
							},
							{
								"text": "蓝塘镇",
								"value": "27238"
							},
							{
								"text": "凤安镇",
								"value": "27239"
							},
							{
								"text": "古竹镇",
								"value": "27241"
							},
							{
								"text": "临江镇",
								"value": "27242"
							},
							{
								"text": "柏埔镇",
								"value": "27243"
							},
							{
								"text": "黄塘镇",
								"value": "27244"
							},
							{
								"text": "敬梓镇",
								"value": "27245"
							},
							{
								"text": "水墩镇",
								"value": "27246"
							},
							{
								"text": "南岭镇",
								"value": "27247"
							},
							{
								"text": "苏区镇",
								"value": "27248"
							},
							{
								"text": "瓦溪镇",
								"value": "27249"
							},
							{
								"text": "好义镇",
								"value": "27250"
							},
							{
								"text": "中坝镇",
								"value": "27251"
							},
							{
								"text": "九和镇",
								"value": "27236"
							},
							{
								"text": "义容镇",
								"value": "27240"
							}
						]
					},
					{
						"text": "龙川县",
						"value": "1999",
						"children": [{
								"text": "老隆镇",
								"value": "27252"
							},
							{
								"text": "义都镇",
								"value": "27253"
							},
							{
								"text": "佗城镇",
								"value": "27254"
							},
							{
								"text": "黄布镇",
								"value": "27256"
							},
							{
								"text": "紫市镇",
								"value": "27257"
							},
							{
								"text": "通衢镇",
								"value": "27258"
							},
							{
								"text": "登云镇",
								"value": "27259"
							},
							{
								"text": "丰稔镇",
								"value": "27260"
							},
							{
								"text": "四都镇",
								"value": "27261"
							},
							{
								"text": "铁场镇",
								"value": "27262"
							},
							{
								"text": "龙母镇",
								"value": "27263"
							},
							{
								"text": "田心镇",
								"value": "27264"
							},
							{
								"text": "黎咀镇",
								"value": "27265"
							},
							{
								"text": "黄石镇",
								"value": "27266"
							},
							{
								"text": "赤光镇",
								"value": "27267"
							},
							{
								"text": "回龙镇",
								"value": "27268"
							},
							{
								"text": "新田镇",
								"value": "27269"
							},
							{
								"text": "岩镇镇",
								"value": "27271"
							},
							{
								"text": "麻布岗镇",
								"value": "27272"
							},
							{
								"text": "贝岭镇",
								"value": "27273"
							},
							{
								"text": "细坳镇",
								"value": "27274"
							},
							{
								"text": "上坪镇",
								"value": "27275"
							},
							{
								"text": "鹤市镇",
								"value": "27255"
							},
							{
								"text": "车田镇",
								"value": "27270"
							}
						]
					},
					{
						"text": "和平县",
						"value": "2001",
						"children": [{
								"text": "大坝镇",
								"value": "27290"
							},
							{
								"text": "长塘镇",
								"value": "27291"
							},
							{
								"text": "下车镇",
								"value": "27292"
							},
							{
								"text": "上陵镇",
								"value": "27293"
							},
							{
								"text": "优胜镇",
								"value": "27294"
							},
							{
								"text": "贝墩镇",
								"value": "27295"
							},
							{
								"text": "古寨镇",
								"value": "27296"
							},
							{
								"text": "彭寨镇",
								"value": "27297"
							},
							{
								"text": "合水镇",
								"value": "27298"
							},
							{
								"text": "公白镇",
								"value": "27299"
							},
							{
								"text": "青州镇",
								"value": "27300"
							},
							{
								"text": "浰源镇",
								"value": "27301"
							},
							{
								"text": "热水镇",
								"value": "27302"
							},
							{
								"text": "东水镇",
								"value": "27303"
							},
							{
								"text": "林寨镇",
								"value": "27305"
							},
							{
								"text": "阳明镇",
								"value": "27289"
							},
							{
								"text": "礼士镇",
								"value": "27304"
							}
						]
					},
					{
						"text": "东源县",
						"value": "2002",
						"children": [{
								"text": "仙塘镇",
								"value": "27306"
							},
							{
								"text": "灯塔镇",
								"value": "27307"
							},
							{
								"text": "骆湖镇",
								"value": "27308"
							},
							{
								"text": "船塘镇",
								"value": "27309"
							},
							{
								"text": "顺天镇",
								"value": "27310"
							},
							{
								"text": "上莞镇",
								"value": "27311"
							},
							{
								"text": "曾田镇",
								"value": "27312"
							},
							{
								"text": "柳城镇",
								"value": "27313"
							},
							{
								"text": "义合镇",
								"value": "27314"
							},
							{
								"text": "蓝口镇",
								"value": "27315"
							},
							{
								"text": "黄田镇",
								"value": "27316"
							},
							{
								"text": "叶潭镇",
								"value": "27317"
							},
							{
								"text": "黄村镇",
								"value": "27318"
							},
							{
								"text": "锡场镇",
								"value": "27320"
							},
							{
								"text": "新港镇",
								"value": "27321"
							},
							{
								"text": "双江镇",
								"value": "27322"
							},
							{
								"text": "涧头镇",
								"value": "27323"
							},
							{
								"text": "新回龙镇",
								"value": "27324"
							},
							{
								"text": "半江镇",
								"value": "27325"
							},
							{
								"text": "漳溪乡",
								"value": "27326"
							},
							{
								"text": "康禾镇",
								"value": "27319"
							}
						]
					},
					{
						"text": "连平县",
						"value": "2000",
						"children": [{
								"text": "元善镇",
								"value": "27276"
							},
							{
								"text": "上坪镇",
								"value": "27277"
							},
							{
								"text": "内莞镇",
								"value": "27278"
							},
							{
								"text": "陂头镇",
								"value": "27279"
							},
							{
								"text": "溪山镇",
								"value": "27280"
							},
							{
								"text": "隆街镇",
								"value": "27281"
							},
							{
								"text": "田源镇",
								"value": "27282"
							},
							{
								"text": "油溪镇",
								"value": "27283"
							},
							{
								"text": "忠信镇",
								"value": "27284"
							},
							{
								"text": "高莞镇",
								"value": "27285"
							},
							{
								"text": "大湖镇",
								"value": "27286"
							},
							{
								"text": "三角镇",
								"value": "27287"
							},
							{
								"text": "绣缎镇",
								"value": "27288"
							}
						]
					},
					{
						"text": "江东新区",
						"value": "3401",
						"children": []
					}
				]
			},
			{
				"text": "阳江市",
				"value": "244",
				"children": [{
						"text": "江城区",
						"value": "2004",
						"children": [{
								"text": "城南街道办事处",
								"value": "27328"
							},
							{
								"text": "埠场镇",
								"value": "27335"
							},
							{
								"text": "双捷镇",
								"value": "27339"
							},
							{
								"text": "南恩街道办事处",
								"value": "27327"
							},
							{
								"text": "城北街道办事处",
								"value": "27329"
							},
							{
								"text": "中洲街道办事处",
								"value": "27330"
							},
							{
								"text": "城东街道办事处",
								"value": "27331"
							},
							{
								"text": "岗列街道办事处",
								"value": "27332"
							},
							{
								"text": "城西街道办事处",
								"value": "27333"
							},
							{
								"text": "白沙街道办事处",
								"value": "27334"
							},
							{
								"text": "海陵镇",
								"value": "27337"
							},
							{
								"text": "闸坡镇",
								"value": "27338"
							},
							{
								"text": "阳江林场罗琴分场",
								"value": "27340"
							},
							{
								"text": "平冈农场",
								"value": "27341"
							},
							{
								"text": "红十月农场",
								"value": "27342"
							},
							{
								"text": "平冈镇",
								"value": "27336"
							}
						]
					},
					{
						"text": "阳东县",
						"value": "2006",
						"children": [{
								"text": "东城镇",
								"value": "27353"
							},
							{
								"text": "大沟镇",
								"value": "27358"
							},
							{
								"text": "红丰镇",
								"value": "27363"
							},
							{
								"text": "阳江林场宝山分场",
								"value": "27367"
							},
							{
								"text": "北惯镇",
								"value": "27354"
							},
							{
								"text": "东平镇",
								"value": "27356"
							},
							{
								"text": "雅韶镇",
								"value": "27357"
							},
							{
								"text": "新洲镇",
								"value": "27359"
							},
							{
								"text": "合山镇",
								"value": "27360"
							},
							{
								"text": "塘坪镇",
								"value": "27361"
							},
							{
								"text": "大八镇",
								"value": "27362"
							},
							{
								"text": "阳江监狱",
								"value": "27364"
							},
							{
								"text": "红五月农场",
								"value": "27365"
							},
							{
								"text": "鸡山农场",
								"value": "27366"
							},
							{
								"text": "阳江林场田畔分场",
								"value": "27368"
							},
							{
								"text": "阳东原种场",
								"value": "27369"
							},
							{
								"text": "阳东林场",
								"value": "27370"
							},
							{
								"text": "阳江林场东岸分场",
								"value": "27371"
							},
							{
								"text": "那龙镇",
								"value": "27355"
							}
						]
					},
					{
						"text": "阳春市",
						"value": "2007",
						"children": [{
								"text": "松柏镇",
								"value": "27374"
							},
							{
								"text": "圭岗镇",
								"value": "27379"
							},
							{
								"text": "潭水镇",
								"value": "27384"
							},
							{
								"text": "岗桥管理区",
								"value": "27388"
							},
							{
								"text": "春城街道办事处",
								"value": "27372"
							},
							{
								"text": "石望镇",
								"value": "27375"
							},
							{
								"text": "春湾镇",
								"value": "27376"
							},
							{
								"text": "合水镇",
								"value": "27377"
							},
							{
								"text": "陂面镇",
								"value": "27378"
							},
							{
								"text": "永宁镇",
								"value": "27380"
							},
							{
								"text": "马水镇",
								"value": "27381"
							},
							{
								"text": "岗美镇",
								"value": "27382"
							},
							{
								"text": "河口镇",
								"value": "27383"
							},
							{
								"text": "三甲镇",
								"value": "27385"
							},
							{
								"text": "双窖镇",
								"value": "27386"
							},
							{
								"text": "八甲镇",
								"value": "27387"
							},
							{
								"text": "三叶农场",
								"value": "27389"
							},
							{
								"text": "石录矿区",
								"value": "27390"
							},
							{
								"text": "花滩林场",
								"value": "27391"
							},
							{
								"text": "阳春监狱",
								"value": "27395"
							},
							{
								"text": "硫铁矿",
								"value": "27396"
							},
							{
								"text": "河尾山林场",
								"value": "27393"
							},
							{
								"text": "河朗镇",
								"value": "27373"
							},
							{
								"text": "东湖林场",
								"value": "27392"
							},
							{
								"text": "南山矿",
								"value": "27394"
							}
						]
					},
					{
						"text": "阳西县",
						"value": "2005",
						"children": [{
								"text": "程村镇",
								"value": "27344"
							},
							{
								"text": "儒洞镇",
								"value": "27349"
							},
							{
								"text": "织贡镇",
								"value": "27343"
							},
							{
								"text": "塘口镇",
								"value": "27345"
							},
							{
								"text": "上洋镇",
								"value": "27346"
							},
							{
								"text": "溪头镇",
								"value": "27347"
							},
							{
								"text": "沙扒镇",
								"value": "27348"
							},
							{
								"text": "新圩镇",
								"value": "27350"
							},
							{
								"text": "织贡农场",
								"value": "27351"
							},
							{
								"text": "阳江林场儒洞分场",
								"value": "27352"
							}
						]
					}
				]
			},
			{
				"text": "清远市",
				"value": "245",
				"children": [{
						"text": "清城区",
						"value": "2009",
						"children": [{
								"text": "凤城街道办事处",
								"value": "27397"
							},
							{
								"text": "东城街道办事处",
								"value": "27398"
							},
							{
								"text": "洲心街道办事处",
								"value": "27399"
							},
							{
								"text": "横荷街道办事处",
								"value": "27400"
							},
							{
								"text": "源潭镇",
								"value": "27401"
							},
							{
								"text": "龙塘镇",
								"value": "27402"
							},
							{
								"text": "石角镇",
								"value": "27403"
							},
							{
								"text": "飞来峡镇",
								"value": "27404"
							},
							{
								"text": "清远市高新技术产业开发区",
								"value": "27405"
							},
							{
								"text": "清远市国营银盏林场",
								"value": "27406"
							}
						]
					},
					{
						"text": "佛冈县",
						"value": "2010",
						"children": [{
								"text": "石角镇",
								"value": "27416"
							},
							{
								"text": "水头镇",
								"value": "27417"
							},
							{
								"text": "龙山镇",
								"value": "27419"
							},
							{
								"text": "高岗镇",
								"value": "27420"
							},
							{
								"text": "迳头镇",
								"value": "27421"
							},
							{
								"text": "汤塘镇",
								"value": "27418"
							}
						]
					},
					{
						"text": "连山县",
						"value": "2012",
						"children": [{
								"text": "永和镇",
								"value": "27435"
							},
							{
								"text": "吉田镇",
								"value": "27436"
							},
							{
								"text": "太保镇",
								"value": "27437"
							},
							{
								"text": "禾洞镇",
								"value": "27438"
							},
							{
								"text": "福堂镇",
								"value": "27439"
							},
							{
								"text": "小三江镇",
								"value": "27440"
							},
							{
								"text": "上帅镇",
								"value": "27441"
							},
							{
								"text": "连山林场",
								"value": "27442"
							},
							{
								"text": "禾洞农林场",
								"value": "27443"
							}
						]
					},
					{
						"text": "连南县",
						"value": "2013",
						"children": [{
								"text": "三江镇",
								"value": "27444"
							},
							{
								"text": "大麦山镇",
								"value": "27445"
							},
							{
								"text": "寨岗镇",
								"value": "27446"
							},
							{
								"text": "三排镇",
								"value": "27447"
							},
							{
								"text": "大坪镇",
								"value": "27449"
							},
							{
								"text": "香坪镇",
								"value": "27450"
							},
							{
								"text": "涡水镇",
								"value": "27448"
							}
						]
					},
					{
						"text": "清新县",
						"value": "2014",
						"children": [{
								"text": "太和镇",
								"value": "27407"
							},
							{
								"text": "太平镇",
								"value": "27408"
							},
							{
								"text": "山塘镇",
								"value": "27409"
							},
							{
								"text": "龙颈镇",
								"value": "27411"
							},
							{
								"text": "禾云镇",
								"value": "27412"
							},
							{
								"text": "浸潭镇",
								"value": "27413"
							},
							{
								"text": "石潭镇",
								"value": "27414"
							},
							{
								"text": "笔架林场",
								"value": "27415"
							},
							{
								"text": "三坑镇",
								"value": "27410"
							}
						]
					},
					{
						"text": "连州市",
						"value": "2016",
						"children": [{
								"text": "三水瑶族乡",
								"value": "27486"
							},
							{
								"text": "连州镇",
								"value": "27475"
							},
							{
								"text": "星子镇",
								"value": "27476"
							},
							{
								"text": "大路边镇",
								"value": "27477"
							},
							{
								"text": "龙坪镇",
								"value": "27478"
							},
							{
								"text": "保安镇",
								"value": "27480"
							},
							{
								"text": "丰阳镇",
								"value": "27481"
							},
							{
								"text": "东陂镇",
								"value": "27482"
							},
							{
								"text": "九陂镇",
								"value": "27483"
							},
							{
								"text": "西江镇",
								"value": "27484"
							},
							{
								"text": "瑶安瑶族乡",
								"value": "27485"
							},
							{
								"text": "西岸镇",
								"value": "27479"
							}
						]
					},
					{
						"text": "阳山县",
						"value": "2011",
						"children": [{
								"text": "青莲镇",
								"value": "27422"
							},
							{
								"text": "江英镇",
								"value": "27423"
							},
							{
								"text": "杜步镇",
								"value": "27424"
							},
							{
								"text": "七拱镇",
								"value": "27425"
							},
							{
								"text": "太平镇",
								"value": "27426"
							},
							{
								"text": "杨梅镇",
								"value": "27427"
							},
							{
								"text": "大崀镇",
								"value": "27428"
							},
							{
								"text": "小江镇",
								"value": "27429"
							},
							{
								"text": "岭背镇",
								"value": "27430"
							},
							{
								"text": "黄坌镇",
								"value": "27431"
							},
							{
								"text": "黎埠镇",
								"value": "27432"
							},
							{
								"text": "秤架瑶族乡",
								"value": "27434"
							},
							{
								"text": "阳城镇",
								"value": "27433"
							}
						]
					},
					{
						"text": "英德市",
						"value": "2015",
						"children": [{
								"text": "英城街道办事处",
								"value": "27451"
							},
							{
								"text": "沙口镇",
								"value": "27452"
							},
							{
								"text": "望埠镇",
								"value": "27453"
							},
							{
								"text": "横石水镇",
								"value": "27454"
							},
							{
								"text": "桥头镇",
								"value": "27455"
							},
							{
								"text": "青塘镇",
								"value": "27456"
							},
							{
								"text": "白沙镇",
								"value": "27457"
							},
							{
								"text": "大站镇",
								"value": "27458"
							},
							{
								"text": "西牛镇",
								"value": "27459"
							},
							{
								"text": "九龙镇",
								"value": "27460"
							},
							{
								"text": "含光镇",
								"value": "27461"
							},
							{
								"text": "大湾镇",
								"value": "27462"
							},
							{
								"text": "石牯塘镇",
								"value": "27464"
							},
							{
								"text": "下太镇",
								"value": "27465"
							},
							{
								"text": "波罗镇",
								"value": "27466"
							},
							{
								"text": "横石塘镇",
								"value": "27467"
							},
							{
								"text": "大洞镇",
								"value": "27468"
							},
							{
								"text": "连江口镇",
								"value": "27469"
							},
							{
								"text": "黎溪镇",
								"value": "27470"
							},
							{
								"text": "水边镇",
								"value": "27471"
							},
							{
								"text": "英红镇",
								"value": "27472"
							},
							{
								"text": "东华镇",
								"value": "27473"
							},
							{
								"text": "黄花镇",
								"value": "27474"
							},
							{
								"text": "石灰铺镇",
								"value": "27463"
							}
						]
					}
				]
			},
			{
				"text": "潮州市",
				"value": "246",
				"children": [{
						"text": "湘桥区",
						"value": "2018",
						"children": [{
								"text": "金山街道",
								"value": "27548"
							},
							{
								"text": "太平街道",
								"value": "27549"
							},
							{
								"text": "南春街道",
								"value": "27550"
							},
							{
								"text": "西新街道",
								"value": "27551"
							},
							{
								"text": "桥东街道",
								"value": "27552"
							},
							{
								"text": "城西街道",
								"value": "27553"
							},
							{
								"text": "凤新街道",
								"value": "27554"
							},
							{
								"text": "意溪镇",
								"value": "27555"
							},
							{
								"text": "磷溪镇",
								"value": "27556"
							},
							{
								"text": "铁铺镇",
								"value": "27557"
							},
							{
								"text": "官塘镇",
								"value": "27558"
							},
							{
								"text": "红山林场",
								"value": "27559"
							},
							{
								"text": "开发区",
								"value": "27560"
							},
							{
								"text": "湘桥街道",
								"value": "27546"
							},
							{
								"text": "西湖街道",
								"value": "27547"
							}
						]
					},
					{
						"text": "潮安县",
						"value": "2019",
						"children": [{
								"text": "古巷镇",
								"value": "27561"
							},
							{
								"text": "登塘镇",
								"value": "27562"
							},
							{
								"text": "凤塘镇",
								"value": "27563"
							},
							{
								"text": "浮洋镇",
								"value": "27564"
							},
							{
								"text": "龙湖镇",
								"value": "27565"
							},
							{
								"text": "金石镇",
								"value": "27566"
							},
							{
								"text": "沙溪镇",
								"value": "27567"
							},
							{
								"text": "彩塘镇",
								"value": "27568"
							},
							{
								"text": "东凤镇",
								"value": "27569"
							},
							{
								"text": "庵埠镇",
								"value": "27570"
							},
							{
								"text": "江东镇",
								"value": "27571"
							},
							{
								"text": "归湖镇",
								"value": "27572"
							},
							{
								"text": "文祠镇",
								"value": "27573"
							},
							{
								"text": "枫溪镇",
								"value": "27576"
							},
							{
								"text": "凤凰镇",
								"value": "27574"
							},
							{
								"text": "赤凤镇",
								"value": "27575"
							},
							{
								"text": "万峰林场",
								"value": "27577"
							},
							{
								"text": "大坑苗圃场",
								"value": "27578"
							},
							{
								"text": "东山湖农场",
								"value": "27579"
							},
							{
								"text": "庵埠经济开发试验区",
								"value": "27580"
							}
						]
					},
					{
						"text": "饶平县",
						"value": "2020",
						"children": [{
								"text": "黄冈镇",
								"value": "27581"
							},
							{
								"text": "上饶镇",
								"value": "27582"
							},
							{
								"text": "新丰镇",
								"value": "27584"
							},
							{
								"text": "建饶镇",
								"value": "27585"
							},
							{
								"text": "三饶镇",
								"value": "27586"
							},
							{
								"text": "新塘镇",
								"value": "27587"
							},
							{
								"text": "汤溪镇",
								"value": "27588"
							},
							{
								"text": "浮滨镇",
								"value": "27589"
							},
							{
								"text": "浮山镇",
								"value": "27590"
							},
							{
								"text": "东山镇",
								"value": "27591"
							},
							{
								"text": "新圩镇",
								"value": "27592"
							},
							{
								"text": "樟溪镇",
								"value": "27593"
							},
							{
								"text": "钱东镇",
								"value": "27594"
							},
							{
								"text": "高堂镇",
								"value": "27595"
							},
							{
								"text": "联饶镇",
								"value": "27596"
							},
							{
								"text": "所城镇",
								"value": "27597"
							},
							{
								"text": "柘林镇",
								"value": "27599"
							},
							{
								"text": "井洲镇",
								"value": "27600"
							},
							{
								"text": "海山镇",
								"value": "27601"
							},
							{
								"text": "韩江林场",
								"value": "27602"
							},
							{
								"text": "饶洋镇",
								"value": "27583"
							},
							{
								"text": "大埕镇",
								"value": "27598"
							}
						]
					}
				]
			},
			{
				"text": "揭阳市",
				"value": "247",
				"children": [{
						"text": "揭东县",
						"value": "2023",
						"children": [{
								"text": "埔田镇",
								"value": "27624"
							},
							{
								"text": "珠海（揭阳）产业转移工业园",
								"value": "27635"
							},
							{
								"text": "曲溪街道办事处",
								"value": "27617"
							},
							{
								"text": "磐东街道办事处",
								"value": "27618"
							},
							{
								"text": "云路镇",
								"value": "27619"
							},
							{
								"text": "玉窖镇",
								"value": "27620"
							},
							{
								"text": "锡场镇",
								"value": "27621"
							},
							{
								"text": "新亨镇",
								"value": "27622"
							},
							{
								"text": "玉湖镇",
								"value": "27623"
							},
							{
								"text": "霖磐镇",
								"value": "27625"
							},
							{
								"text": "月城镇",
								"value": "27626"
							},
							{
								"text": "白塔镇",
								"value": "27627"
							},
							{
								"text": "龙尾镇",
								"value": "27628"
							},
							{
								"text": "桂岭镇",
								"value": "27629"
							},
							{
								"text": "东径茶场",
								"value": "27630"
							},
							{
								"text": "坪上农场",
								"value": "27631"
							},
							{
								"text": "揭阳高新技术产业开发区",
								"value": "27632"
							},
							{
								"text": "卅岭农场",
								"value": "27633"
							},
							{
								"text": "蓝城区工业园区管理处",
								"value": "27634"
							}
						]
					},
					{
						"text": "揭西县",
						"value": "2024",
						"children": [{
								"text": "龙潭镇",
								"value": "27637"
							},
							{
								"text": "灰寨镇",
								"value": "27641"
							},
							{
								"text": "金和镇",
								"value": "27646"
							},
							{
								"text": "上砂镇",
								"value": "27651"
							},
							{
								"text": "油桐林场",
								"value": "27655"
							},
							{
								"text": "河婆街道办事处",
								"value": "27636"
							},
							{
								"text": "南山镇",
								"value": "27638"
							},
							{
								"text": "五经富镇",
								"value": "27639"
							},
							{
								"text": "京溪园镇",
								"value": "27640"
							},
							{
								"text": "塔头镇",
								"value": "27642"
							},
							{
								"text": "东园镇",
								"value": "27643"
							},
							{
								"text": "凤江镇",
								"value": "27644"
							},
							{
								"text": "棉湖镇",
								"value": "27645"
							},
							{
								"text": "大溪镇",
								"value": "27647"
							},
							{
								"text": "钱坑镇",
								"value": "27648"
							},
							{
								"text": "坪上镇",
								"value": "27649"
							},
							{
								"text": "良田乡",
								"value": "27652"
							},
							{
								"text": "北山农林场",
								"value": "27653"
							},
							{
								"text": "果林场",
								"value": "27654"
							},
							{
								"text": "高田农场",
								"value": "27656"
							},
							{
								"text": "河輋农场",
								"value": "27657"
							},
							{
								"text": "县苗圃场",
								"value": "27658"
							},
							{
								"text": "五云镇",
								"value": "27650"
							}
						]
					},
					{
						"text": "惠来县",
						"value": "2025",
						"children": [{
								"text": "华湖镇",
								"value": "27660"
							},
							{
								"text": "神泉镇",
								"value": "27665"
							},
							{
								"text": "鳌江镇",
								"value": "27670"
							},
							{
								"text": "揭阳市大南山华侨管理区",
								"value": "27674"
							},
							{
								"text": "惠城镇",
								"value": "27659"
							},
							{
								"text": "仙庵镇",
								"value": "27661"
							},
							{
								"text": "靖海镇",
								"value": "27662"
							},
							{
								"text": "周田镇",
								"value": "27663"
							},
							{
								"text": "前詹镇",
								"value": "27664"
							},
							{
								"text": "东陇镇",
								"value": "27666"
							},
							{
								"text": "岐石镇",
								"value": "27667"
							},
							{
								"text": "隆江镇",
								"value": "27668"
							},
							{
								"text": "东港镇",
								"value": "27671"
							},
							{
								"text": "葵潭镇",
								"value": "27672"
							},
							{
								"text": "东埔农场",
								"value": "27673"
							},
							{
								"text": "葵潭农场",
								"value": "27675"
							},
							{
								"text": "青坑林场",
								"value": "27676"
							},
							{
								"text": "揭阳（惠来）沿海经济开发试验区",
								"value": "27677"
							},
							{
								"text": "揭阳大南海石化工业区",
								"value": "27678"
							},
							{
								"text": "溪西镇",
								"value": "27669"
							}
						]
					},
					{
						"text": "榕城区",
						"value": "2022",
						"children": [{
								"text": "榕华街道办事处",
								"value": "27603"
							},
							{
								"text": "新兴街道办事处",
								"value": "27604"
							},
							{
								"text": "中山街道办事处",
								"value": "27605"
							},
							{
								"text": "西马街道办事处",
								"value": "27606"
							},
							{
								"text": "东山街道办事处",
								"value": "27607"
							},
							{
								"text": "榕东街道办事处",
								"value": "27608"
							},
							{
								"text": "仙桥街道办事处",
								"value": "27609"
							},
							{
								"text": "梅云街道办事处",
								"value": "27610"
							},
							{
								"text": "东升街道办事处",
								"value": "27611"
							},
							{
								"text": "东阳街道办事处",
								"value": "27612"
							},
							{
								"text": "炮台镇",
								"value": "27614"
							},
							{
								"text": "地都镇",
								"value": "27615"
							},
							{
								"text": "登岗镇",
								"value": "27616"
							},
							{
								"text": "渔湖镇",
								"value": "27613"
							}
						]
					},
					{
						"text": "普宁市",
						"value": "2026",
						"children": [{
								"text": "池尾街道",
								"value": "27683"
							},
							{
								"text": "洪阳镇",
								"value": "27688"
							},
							{
								"text": "南径镇",
								"value": "27692"
							},
							{
								"text": "流沙东街道",
								"value": "27679"
							},
							{
								"text": "流沙南街道",
								"value": "27680"
							},
							{
								"text": "流沙西街道",
								"value": "27681"
							},
							{
								"text": "流沙北街道",
								"value": "27682"
							},
							{
								"text": "燎原街道",
								"value": "27684"
							},
							{
								"text": "大南山街道",
								"value": "27685"
							},
							{
								"text": "赤岗镇",
								"value": "27686"
							},
							{
								"text": "南溪镇",
								"value": "27689"
							},
							{
								"text": "广太镇",
								"value": "27690"
							},
							{
								"text": "麒麟镇",
								"value": "27691"
							},
							{
								"text": "占陇镇",
								"value": "27693"
							},
							{
								"text": "军埠镇",
								"value": "27694"
							},
							{
								"text": "下架山镇",
								"value": "27695"
							},
							{
								"text": "大南山镇",
								"value": "27696"
							},
							{
								"text": "高埔镇",
								"value": "27697"
							},
							{
								"text": "云落镇",
								"value": "27698"
							},
							{
								"text": "大坪镇",
								"value": "27699"
							},
							{
								"text": "船埔镇",
								"value": "27700"
							},
							{
								"text": "梅林镇",
								"value": "27701"
							},
							{
								"text": "里湖镇",
								"value": "27702"
							},
							{
								"text": "后溪乡",
								"value": "27704"
							},
							{
								"text": "大池农场",
								"value": "27705"
							},
							{
								"text": "马鞍山农场",
								"value": "27706"
							},
							{
								"text": "大坪农场",
								"value": "27707"
							},
							{
								"text": "普侨区",
								"value": "27708"
							},
							{
								"text": "三坑农场",
								"value": "27709"
							},
							{
								"text": "乌石农场",
								"value": "27710"
							},
							{
								"text": "科技工业园",
								"value": "27711"
							},
							{
								"text": "英歌山工业园",
								"value": "27712"
							},
							{
								"text": "大坝镇",
								"value": "27687"
							},
							{
								"text": "梅塘镇",
								"value": "27703"
							}
						]
					}
				]
			},
			{
				"text": "云浮市",
				"value": "248",
				"children": [{
						"text": "云城区",
						"value": "2028",
						"children": [{
								"text": "云城街道",
								"value": "27713"
							},
							{
								"text": "高峰街道",
								"value": "27714"
							},
							{
								"text": "河口街道",
								"value": "27715"
							},
							{
								"text": "安塘街道",
								"value": "27716"
							},
							{
								"text": "腰古镇",
								"value": "27717"
							},
							{
								"text": "都杨镇",
								"value": "27719"
							},
							{
								"text": "思劳镇",
								"value": "27718"
							}
						]
					},
					{
						"text": "新兴县",
						"value": "2029",
						"children": [{
								"text": "新城镇",
								"value": "27720"
							},
							{
								"text": "车岗镇",
								"value": "27721"
							},
							{
								"text": "水台镇",
								"value": "27722"
							},
							{
								"text": "稔村镇",
								"value": "27723"
							},
							{
								"text": "东成镇",
								"value": "27724"
							},
							{
								"text": "太平镇",
								"value": "27725"
							},
							{
								"text": "里洞镇",
								"value": "27726"
							},
							{
								"text": "六祖镇",
								"value": "27727"
							},
							{
								"text": "大江镇",
								"value": "27728"
							},
							{
								"text": "天堂镇",
								"value": "27729"
							},
							{
								"text": "河头镇",
								"value": "27730"
							},
							{
								"text": "簕竹镇",
								"value": "27731"
							},
							{
								"text": "广东省西江林业局良洞迳林场",
								"value": "27732"
							},
							{
								"text": "国营新兴县岩头林场",
								"value": "27734"
							},
							{
								"text": "云浮市国有水台林场",
								"value": "27733"
							}
						]
					},
					{
						"text": "郁南县",
						"value": "2030",
						"children": [{
								"text": "都城镇",
								"value": "27735"
							},
							{
								"text": "平台镇",
								"value": "27736"
							},
							{
								"text": "桂圩镇",
								"value": "27737"
							},
							{
								"text": "通门镇",
								"value": "27738"
							},
							{
								"text": "建城镇",
								"value": "27739"
							},
							{
								"text": "宝珠镇",
								"value": "27740"
							},
							{
								"text": "大方镇",
								"value": "27741"
							},
							{
								"text": "千官镇",
								"value": "27742"
							},
							{
								"text": "大湾镇",
								"value": "27743"
							},
							{
								"text": "河口镇",
								"value": "27744"
							},
							{
								"text": "宋桂镇",
								"value": "27745"
							},
							{
								"text": "东坝镇",
								"value": "27746"
							},
							{
								"text": "连滩镇",
								"value": "27747"
							},
							{
								"text": "历洞镇",
								"value": "27748"
							},
							{
								"text": "南江口镇",
								"value": "27749"
							},
							{
								"text": "西江林场",
								"value": "27750"
							},
							{
								"text": "通门林场",
								"value": "27751"
							},
							{
								"text": "大历林场",
								"value": "27752"
							},
							{
								"text": "同乐林场",
								"value": "27753"
							}
						]
					},
					{
						"text": "云安县",
						"value": "2031",
						"children": [{
								"text": "六都镇",
								"value": "27754"
							},
							{
								"text": "高村镇",
								"value": "27755"
							},
							{
								"text": "镇安镇",
								"value": "27757"
							},
							{
								"text": "富林镇",
								"value": "27758"
							},
							{
								"text": "南盛镇",
								"value": "27759"
							},
							{
								"text": "前锋镇",
								"value": "27760"
							},
							{
								"text": "石城镇",
								"value": "27761"
							},
							{
								"text": "大云雾林场",
								"value": "27762"
							},
							{
								"text": "白石镇",
								"value": "27756"
							}
						]
					},
					{
						"text": "罗定市",
						"value": "2032",
						"children": [{
								"text": "罗城街道",
								"value": "27763"
							},
							{
								"text": "素龙街道",
								"value": "27764"
							},
							{
								"text": "附城街道",
								"value": "27765"
							},
							{
								"text": "双东镇街道",
								"value": "27766"
							},
							{
								"text": "罗镜镇",
								"value": "27767"
							},
							{
								"text": "太平镇",
								"value": "27768"
							},
							{
								"text": "分界镇",
								"value": "27769"
							},
							{
								"text": "罗平镇",
								"value": "27770"
							},
							{
								"text": "满塘镇",
								"value": "27772"
							},
							{
								"text": "苹塘镇",
								"value": "27773"
							},
							{
								"text": "金鸡镇",
								"value": "27774"
							},
							{
								"text": "围底镇",
								"value": "27775"
							},
							{
								"text": "华石镇",
								"value": "27776"
							},
							{
								"text": "林滨镇",
								"value": "27777"
							},
							{
								"text": "黎少镇",
								"value": "27778"
							},
							{
								"text": "生江镇",
								"value": "27779"
							},
							{
								"text": "连州镇",
								"value": "27780"
							},
							{
								"text": "泗纶镇",
								"value": "27781"
							},
							{
								"text": "加益镇",
								"value": "27782"
							},
							{
								"text": "龙湾镇",
								"value": "27783"
							},
							{
								"text": "罗平农场",
								"value": "27784"
							},
							{
								"text": "船步镇",
								"value": "27771"
							}
						]
					}
				]
			},
			{
				"text": "东莞市",
				"value": "450",
				"children": [{
						"text": "横沥",
						"value": "3365",
						"children": [{
							"text": "横沥镇",
							"value": "27496"
						}]
					},
					{
						"text": "常平",
						"value": "3364",
						"children": [{
							"text": "常平镇",
							"value": "27500"
						}]
					},
					{
						"text": "东坑",
						"value": "3366",
						"children": [{
							"text": "东坑镇",
							"value": "27499"
						}]
					},
					{
						"text": "桥头",
						"value": "3367",
						"children": [{
							"text": "桥头镇",
							"value": "27497"
						}]
					},
					{
						"text": "虎门",
						"value": "3368",
						"children": [{
								"text": "虎门镇",
								"value": "27510"
							},
							{
								"text": "虎门港管委会",
								"value": "27520"
							}
						]
					},
					{
						"text": "厚街",
						"value": "3369",
						"children": [{
							"text": "厚街镇",
							"value": "27511"
						}]
					},
					{
						"text": "沙田",
						"value": "3370",
						"children": [{
							"text": "沙田镇",
							"value": "27512"
						}]
					},
					{
						"text": "长安",
						"value": "3371",
						"children": [{
							"text": "长安镇",
							"value": "27509"
						}]
					},
					{
						"text": "中堂",
						"value": "3372",
						"children": [{
							"text": "中堂镇",
							"value": "27517"
						}]
					},
					{
						"text": "道滘",
						"value": "3373",
						"children": [{
							"text": "道滘镇",
							"value": "27513"
						}]
					},
					{
						"text": "望牛墩",
						"value": "3374",
						"children": [{
							"text": "望牛墩镇",
							"value": "27516"
						}]
					},
					{
						"text": "麻涌",
						"value": "3375",
						"children": [{
							"text": "麻涌镇",
							"value": "27515"
						}]
					},
					{
						"text": "寮步",
						"value": "3376",
						"children": [{
							"text": "寮步镇",
							"value": "27501"
						}]
					},
					{
						"text": "大朗",
						"value": "3377",
						"children": [{
							"text": "大朗镇",
							"value": "27503"
						}]
					},
					{
						"text": "黄江",
						"value": "3378",
						"children": [{
							"text": "黄江镇",
							"value": "27504"
						}]
					},
					{
						"text": "大岭山",
						"value": "3379",
						"children": [{
							"text": "大岭山镇",
							"value": "27508"
						}]
					},
					{
						"text": "茶山",
						"value": "3380",
						"children": [{
							"text": "茶山镇",
							"value": "27493"
						}]
					},
					{
						"text": "企石",
						"value": "3381",
						"children": [{
							"text": "企石镇",
							"value": "27495"
						}]
					},
					{
						"text": "石排",
						"value": "3382",
						"children": [{
							"text": "石排镇",
							"value": "27494"
						}]
					},
					{
						"text": "石碣",
						"value": "3383",
						"children": [{
							"text": "石碣镇",
							"value": "27491"
						}]
					},
					{
						"text": "高埗",
						"value": "3384",
						"children": [{
							"text": "高埗镇",
							"value": "27518"
						}]
					},
					{
						"text": "樟木头",
						"value": "3385",
						"children": [{
							"text": "樟木头镇",
							"value": "27502"
						}]
					},
					{
						"text": "清溪",
						"value": "3386",
						"children": [{
							"text": "清溪镇",
							"value": "27505"
						}]
					},
					{
						"text": "塘厦",
						"value": "3387",
						"children": [{
							"text": "塘厦镇",
							"value": "27506"
						}]
					},
					{
						"text": "凤岗",
						"value": "3388",
						"children": [{
							"text": "凤岗镇",
							"value": "27507"
						}]
					},
					{
						"text": "谢岗",
						"value": "3389",
						"children": [{
							"text": "谢岗镇",
							"value": "27498"
						}]
					},
					{
						"text": "洪梅",
						"value": "3390",
						"children": [{
							"text": "洪梅镇",
							"value": "27514"
						}]
					},
					{
						"text": "石龙",
						"value": "3391",
						"children": [{
							"text": "石龙镇",
							"value": "27492"
						}]
					},
					{
						"text": "松山湖",
						"value": "3392",
						"children": [{
								"text": "松山湖管委会",
								"value": "27519"
							},
							{
								"text": "东莞生态园",
								"value": "27521"
							}
						]
					},
					{
						"text": "莞城区",
						"value": "3333",
						"children": [{
							"text": "莞城街道办事处",
							"value": "27490"
						}]
					},
					{
						"text": "东城区",
						"value": "3334",
						"children": [{
							"text": "东城街道办事处",
							"value": "27487"
						}]
					},
					{
						"text": "南城区",
						"value": "3335",
						"children": [{
							"text": "南城街道办事处",
							"value": "27488"
						}]
					},
					{
						"text": "万江区",
						"value": "3336",
						"children": [{
							"text": "万江街道办事处",
							"value": "27489"
						}]
					}
				]
			},
			{
				"text": "中山市",
				"value": "451",
				"children": [{
						"text": "火炬开发区",
						"value": "3340",
						"children": [{
							"text": "火炬开发区街道办事处",
							"value": "27524"
						}]
					},
					{
						"text": "五桂山",
						"value": "3341",
						"children": [{
							"text": "五桂山街道办事处",
							"value": "27527"
						}]
					},
					{
						"text": "黄圃镇",
						"value": "3342",
						"children": [{
							"text": "黄圃镇",
							"value": "27529"
						}]
					},
					{
						"text": "阜沙镇",
						"value": "3343",
						"children": [{
							"text": "阜沙镇",
							"value": "27540"
						}]
					},
					{
						"text": "南头镇",
						"value": "3344",
						"children": [{
							"text": "南头镇",
							"value": "27539"
						}]
					},
					{
						"text": "古镇镇",
						"value": "3345",
						"children": [{
							"text": "古镇镇",
							"value": "27533"
						}]
					},
					{
						"text": "大涌镇",
						"value": "3346",
						"children": [{
							"text": "大涌镇",
							"value": "27544"
						}]
					},
					{
						"text": "横栏镇",
						"value": "3347",
						"children": [{
							"text": "横栏镇",
							"value": "27538"
						}]
					},
					{
						"text": "板芙镇",
						"value": "3348",
						"children": [{
							"text": "板芙镇",
							"value": "27543"
						}]
					},
					{
						"text": "神湾镇",
						"value": "3349",
						"children": [{
							"text": "神湾镇",
							"value": "27545"
						}]
					},
					{
						"text": "三乡镇",
						"value": "3350",
						"children": [{
							"text": "三乡镇",
							"value": "27542"
						}]
					},
					{
						"text": "三角镇",
						"value": "3351",
						"children": [{
							"text": "三角镇",
							"value": "27537"
						}]
					},
					{
						"text": "东凤镇",
						"value": "3352",
						"children": [{
							"text": "东凤镇",
							"value": "27531"
						}]
					},
					{
						"text": "民众镇",
						"value": "3353",
						"children": [{
							"text": "民众镇",
							"value": "27530"
						}]
					},
					{
						"text": "小榄镇",
						"value": "3354",
						"children": [{
							"text": "小榄镇",
							"value": "27528"
						}]
					},
					{
						"text": "沙溪镇",
						"value": "3355",
						"children": [{
							"text": "沙溪镇",
							"value": "27534"
						}]
					},
					{
						"text": "坦洲镇",
						"value": "3356",
						"children": [{
							"text": "坦洲镇",
							"value": "27535"
						}]
					},
					{
						"text": "南朗镇",
						"value": "3357",
						"children": [{
							"text": "南朗镇",
							"value": "27541"
						}]
					},
					{
						"text": "港口镇",
						"value": "3358",
						"children": [{
							"text": "港口镇",
							"value": "27536"
						}]
					},
					{
						"text": "东升镇",
						"value": "3359",
						"children": [{
							"text": "东升镇",
							"value": "27532"
						}]
					},
					{
						"text": "潮安区",
						"value": "3360",
						"children": []
					},
					{
						"text": "饶平县",
						"value": "3361",
						"children": []
					},
					{
						"text": "湘桥区",
						"value": "3362",
						"children": []
					},
					{
						"text": "枫溪区",
						"value": "3363",
						"children": []
					},
					{
						"text": "西区",
						"value": "3402",
						"children": [{
							"text": "西区街道办事处",
							"value": "27525"
						}]
					},
					{
						"text": "石岐区",
						"value": "3403",
						"children": [{
							"text": "石岐区街道办事处",
							"value": "27522"
						}]
					},
					{
						"text": "南区",
						"value": "3404",
						"children": [{
							"text": "南区街道办事处",
							"value": "27526"
						}]
					},
					{
						"text": "东区",
						"value": "3405",
						"children": [{
							"text": "东区街道办事处",
							"value": "27523"
						}]
					},
					{
						"text": "中山区(中山市)",
						"value": "3337",
						"children": []
					}
				]
			}
		]
	}]
	